<template>
	<view style="background-color: #F4F4F5;height:100vh">
		<var-app-bar color="#fff" :style="{opacity:show==true?1:0,zIndex:show==true?999:0 }"
			style="position:fixed;top:0;border-radius:0;background-color: #fff;margin-bottom:20rpx;" round  :elevation='false'>
			<template #content>
				<view class='nav'>
					<image @click="back" style="width: 40rpx;height: 40rpx;margin-left:20rpx"
						src="../../static/image/newback.png" mode="widthFix">
					</image>
					<view class="navtitle">帮助中心</view>
				</view>
				<view class="title">
					<view :class="{content1:index==i,content:index!=i}" v-for="(item,i) in list" :key="i">{{item}}
					</view>
				</view>
			</template>
		</var-app-bar>
		<var-app-bar color="#fff" :style="{opacity:show==false?1:0}" style="border-radius:0;background-color: #fff;margin-bottom:20rpx;" round 
			:elevation='false'>
			<template #content>
				<view class='nav'>
					<image @click="back" style="width: 40rpx;height: 40rpx;margin-left:20rpx"
						src="../../static/image/newback.png" mode="widthFix">
					</image>
					<view class="navtitle">帮助中心</view>
				</view>
				<view class="title">
					<view :class="{content1:index==i,content:index!=i}" v-for="(item,i) in list" :key="i"
						@click="index=i">{{item}}
					</view>
				</view>
			</template>
		</var-app-bar>

		<view v-if="index==0" v-for="(item,i) in list2" :key="i" class="list">
			<view class="top">
				<view>{{item.name}}</view>
				<image @click="item.showmore=!item.showmore" v-if="!item.showmore" style="width: 40rpx;height: 40rpx;"
					src="../../static/image/zhankai.png" mode="widthFix">
				</image>
				<image @click="item.showmore=!item.showmore" v-if="item.showmore" style="width: 40rpx;height: 40rpx;"
					src="../../static/image/shouqi.png" mode="widthFix">
				</image>
			</view>
			<view class="top2" v-if="item.showmore&&i==0">
				直播开播教程

				提示条款：
				欢迎您（下称"用户"或"您"）与欢呼吧平台经营者（详见定义条款）共同签署本《用户注册协议》（下称“本协议”）并使用欢呼吧平台服务！ 各条款标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述
				【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的条款、法律适用和争议解决条款。免除或限制责任的条款将以粗体下划线标识，您应重点阅读。若您对协议有任何疑问，可向欢呼吧平台客服咨询
				【签约动作】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与欢呼吧平台达成一致，成为欢呼吧平台 “用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。
				如果您未申请注册流程，或者在本协议生效前已成为欢呼吧平台的注册用户，则您通过访问和/或使用欢呼吧平台，即视为您表示同意接受本协议的全部内容，否则请您不要访问或使用欢呼吧平台。

				一、定义
				欢呼吧平台：指欢呼吧网站及客户端。
				欢呼吧平台服务：欢呼吧基于互联网，以包含欢呼吧平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。
				欢呼吧平台服务提供者：欢呼吧及其关联方。
				欢呼吧平台规则：包括在所有欢呼吧平台网站内已经发布及后续发布的全部规则、解读、公告等内容以及欢呼吧平台各频道、活动页面等发布的各类规则、实施细则、产品说明、公告等。
				用户：下称“您”或“用户”，是指注册、登录、使用、浏览、获取本协议项下服务的个人或组织。

				二、协议范围
				2.1签约主体
				本协议是您与欢呼吧平台之间关于注册、登录欢呼吧平台以及使用欢呼吧平台服务所订立的协议。本协议对您与欢呼吧平台经营者均具有合同效力。
				欢呼吧平台经营者是指经营欢呼吧平台的各法律主体，您可随时查看欢呼吧平台网站首页底部公示的证照信息以确定与您履约的欢呼吧主体。本协议项下，欢呼吧平台经营者可能根据欢呼吧平台的业务调整而发生变更，变更后的欢呼吧平台经营者与您共同履行本协议并向您提供服务，欢呼吧平台经营者的变更不会影响您本协议项下的权益。欢呼吧平台经营者还有可能因为提供新的欢呼吧平台服务而新增，如您使用新增的欢呼吧平台服务的，视为您同意新增的欢呼吧平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。
				2.2补充协议
				由于互联网高速发展，您与欢呼吧签署的本协议列明的条款并不能完整罗列并覆盖您与欢呼吧所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，欢呼吧平台公示的相关声明及政策、欢呼吧平台规则和协议均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用欢呼吧平台服务，视为您同意上述补充协议。

				三、账户注册与使用
				3.1用户资格
				您确认，在您开始使用/注册程序使用欢呼吧平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
				特别地，如果您是未成年人，请在您的监护人的陪同下审阅和接受本协议。未成年人应当在合理程度内使用欢呼吧平台，不得因使用欢呼吧平台而影响了日常的学习生活。您理解欢呼吧平台无义务对本款前述事项进行任何形式的审查和确认。
				3.2账户说明
				当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得欢呼吧平台账户并成为欢呼吧平台用户。
				您有权使用您设置或确认的欢呼吧用户名（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录欢呼吧平台。 由于您的欢呼吧账户关联您的个人信息及欢呼吧平台商业信息，您的欢呼吧账户仅限您本人使用。未经欢呼吧平台同意，您直接或间接授权第三方使用您欢呼吧账户或获取您账户项下信息的行为所导致的一切责任后果由您自行承担，欢呼吧平台对此不承担任何责任。但如若欢呼吧平台判断您欢呼吧账户的使用可能危及您的账户安全及/或欢呼吧平台信息安全的，欢呼吧平台可拒绝提供相应服务或终止本协议。 由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经欢呼吧同意，并符合欢呼吧平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则由此产生的一切责任均由您承担。
				作为欢呼吧平台经营者，为使您更好地使用欢呼吧平台的各项服务，保障您的账户安全，欢呼吧可要求您按欢呼吧平台要求及我国法律规定完成实名认证。如您的账户长期未登录，欢呼吧有权予以进行注销、回收、替换或采取删除该用您账户在欢呼吧平台数据库中的任何记录（包括但不限于注册信息、虚拟礼物信息等）等清理措施，您的账户将不能再登录任一欢呼吧平台，相应服务同时终止。欢呼吧在对此类账户进行清理前，将以包括但不限于弹窗、网站公告、站内消息、客户端推送信息等方式通知您。
				3.3注册信息管理
				3.3.1真实合法
				在使用欢呼吧平台服务时，您应当按欢呼吧平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便欢呼吧在必要时与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性，不得以虚假、冒用的居民身份信息、企业注册信息、组织机构代码等注册信息进行注册或认证，任何非法、不真实、不准确的用户信息所产生的责任由您自行承担。您所设置的账户名不得违反国家法律法规及欢呼吧平台规则关于账户名的管理规定，否则欢呼吧可对您的账户名进行暂停使用或注销等处理，并向主管机关报告。
				您理解并承诺，您的账户名称、头像和简介等注册信息中不得出现违法和不良信息，没有冒用、关联机构或社会名人，您在账户注册过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线。
				如平台发现您在软件中注册或使用的帐号等一切自定义名称与其他用户相同而导致无法识别，欢呼吧平台有权要求您修改上述名称，如您在欢呼吧平台要求的时限内未予修改，则欢呼吧平台有权在您自定义的名称后加注识别符号予以区别以确保软件正常运行（例如您希望或正在使用的账户名称为“欢呼吧”，但在同一组服务器中同样存在另外一个用户账户名为“欢呼吧”，则在您不愿意修改名称的情况下，欢呼吧平台有权不经您同意的情况在您名称后加注识别符号后成为“欢呼吧1”、“欢呼吧2”等），您保证无条件同意上述修改
				您同意并授权，为了更好的为您提供服务以及确保您的账户安全，欢呼吧可以根据您提供的手机号码、身份证号码等信息，向全国公民身份号码查询服务中心、电信运营商、金融服务机构等可靠单位发起用户身份真实性、用户征信记录、用户手机号码有效性状态等情况的查询。
				3.3.2 更新维护
				您应当及时更新您提供的信息（包括但不限于注册资料等），确保符合及时、详尽、真实、准确的要求。在法律有明确规定要求欢呼吧对部分用户的信息进行核实的情况下，欢呼吧将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整的信息。您在更改、删除有关信息的同时也可能会造成储存在系统中的文字、图片、视频等丢失，欢呼吧对您自主操作导致内容丢失不承担责任。 如欢呼吧按您最后一次提供的信息与您联系未果、您未按欢呼吧的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及欢呼吧造成的全部损失与不利后果。欢呼吧可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部欢呼吧平台服务，欢呼吧对此不承担责任。
				3.3.3账户安全规范
				您的账户为您自行设置并由您保管，欢呼吧任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开欢呼吧平台。如您主动通知欢呼吧平台，要求欢呼吧平台采取措施暂停您帐号的登录和使用的，欢呼吧平台应当要求您提供并核实与其注册身份信息相一致的个人有效身份信息，否则欢呼吧有权拒绝您的上述请求。欢呼吧平台核实您所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户帐号的登录和使用。用户没有提供其个人有效身份证件或者用户提供的个人有效身份证件与所注册的身份信息不一致的，欢呼吧平台有权拒绝用户上述请求。
				账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。欢呼吧并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
				您的账户只限您本人使用，不得出借、赠与、出租、未按规定程序转让、售卖或分享他人使用。当您的账户遭到未经授权的使用时，您应当立即通知欢呼吧平台，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及后果。除欢呼吧存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。如发现任何未经授权使用您账户登录欢呼吧平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知欢呼吧。您理解欢呼吧对您的任何请求采取行动均需要合理时间，且欢呼吧应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除欢呼吧存在法定过错外，欢呼吧不承担责任。

				四、欢呼吧平台服务及规范
				4.1欢呼吧平台服务
				欢呼吧平台向您提供包括但不限于以下服务：
				4.1.1欢呼吧直接所有或运营的任何网站（及其他由欢呼吧运营的任何网站）；
				4.1.2欢呼吧直接拥有或运营网站的客户端包括但不限于PC、平板、手机、电视、机顶盒子等全部终端的客户端；
				4.1.3欢呼吧平台用户个人中心服务；
				4.1.4欢呼吧服务；
				4.1.5欢呼吧搜索服务；
				4.1.6欢呼吧游戏中心服务；
				4.1.7欢呼吧平台提供的其他技术和/或服务（下称“其他技术和服务”）。
				（以上服务统称为“欢呼吧平台服务”）。
				欢呼吧平台服务，均仅限于您在欢呼吧平台使用，任何以恶意破解等非法手段将欢呼吧服务与欢呼吧平台分离的行为，均不属于本协议中约定的欢呼吧服务。由此引起的一切法律后果由行为人负责，欢呼吧将依法追究行为人的法律责任。
				欢呼吧平台网站官方公布的方式为注册、登录、下载、使用欢呼吧服务的唯一合法方式，您通过其他任何渠道、任何途径、任何方式获取的欢呼吧服务（包括但不限于账户、金币、银币、道具、下载等）均为非法取得，欢呼吧概不承认其效力，且一经发现欢呼吧有权立即做出删除、取消、清零、封号等处理，任何因此导致的一切不利后果均由您自行承担，欢呼吧有权依法追究相应人员或机构的法律责任。欢呼吧有权向您公告（包括但不限于弹出页面、网站公告、站内消息等方式）以修改、替换、升级与欢呼吧平台服务相关的任何软件。如果您不同意或者不接受欢呼吧平台服务相关软件的修改、替换、升级，请直接拒绝、停止、取消使用行为，否则视为您同意并接受欢呼吧平台相关软件的修改、替代、升级，同时该同意并接受的行为仍受本协议约束。
				您理解并认可欢呼吧平台享有如下权利，欢呼吧平台行使如下权利不视为违约，您不追究或者豁免欢呼吧平台的相关法律责任：您使用欢呼吧平台网站或欢呼吧平台账户所获得的经验值、等级、关注、订阅、头衔、电子票务、虚拟直播房间、虚拟礼物、虚拟赠品及奖励、下载以及欢呼吧平台运营过程中产生并储存于欢呼吧网络数据库的任何数据信息（包括对但不限于账户数据信息、直播时长数据信息、虚拟礼物数据信息、消费数据信息等）等衍生物（下称“衍生物”），您确认对其不享有所有权（除非欢呼吧平台另有公告说明），欢呼吧许可您按照欢呼吧平台规则进行使用，欢呼吧对上述衍生物不承担任何赔偿责任。欢呼吧有权根据实际情况自行决定收回日期，无需另行通知您亦无需征得您同意。
				您同意并保证，不得利用欢呼吧平台服务或其衍生物进行倒卖、转手、置换、抵押有价交易等方式非法牟利。您不会利用欢呼吧平台服务或其衍生物侵犯他人的合法权益，禁止通过网络漏洞、恶意软件或其他非法手段窃取、盗用他人的账户、虚拟礼物等。
				您理解并认可，如果您通过第三方支付工具在欢呼吧平台账户支付或充值购买欢呼吧平台的收费服务（包括但不限于购买欢呼吧平台内的虚拟礼物的使用权以及接受其他增值服务等各类收费项目）。欢呼吧平台有权按需要修改或变更所提供的收费服务、收费标准、收费方式、服务费、及服务条款。欢呼吧平台提供服务时，可能现在或日后对部分服务的用户开始收取一定的费用，如您拒绝支付该等费用，则不能在收费开始后继续使用相关的服务。如果您通过第三方支付工具在欢呼吧平台账户支付或充值后可能产生的任何商业风险（包括但不限于不法分子利用您账户或银行卡等有价卡等进行违法活动），该等风险均有可能给您造成相应的经济损失，欢呼吧在充分履行其在本协议项下义务和符合法律规定的前提下，不对您的前述风险和损失承担任何责任。
				4.2服务规范
				欢呼吧平台账户的所有权归欢呼吧所有，您完成申请注册手续后，获得欢呼吧平台账户的使用权，该使用权仅属于初始申请注册人。您有义务妥善保管在注册并使用欢呼吧平台时获得的账户及密码，并为此组账户及密码登入系统后所开始的一连串行为或活动负责。鉴于网络服务的特殊性，欢呼吧平台不审核是否为您本人使用该组账户及密码，仅审核账户及密码是否与数据库中保存的一致，只要任何人输入的账户及密码与数据库中保存的一致，即可凭借该组账户及密码登陆欢呼吧平台。若使用者并非账户初始申请注册人，欢呼吧平台有权在未经通知的情况下冻结、回收该账户且无需向该账户使用人承担任何法律责任，由此导致的包括并不限于您通讯中断、用户资料和虚拟道具等清空等损失由您自行承担。若账户的归属出现争议的，欢呼吧平台在收到相关方的投诉后，有权暂时冻结该争议账户；争议各方在合理举证期限内提供证据证明账户归属，欢呼吧平台依据各方提供的证据判断归属后，解冻争议账户。
				您需独立对自己在欢呼吧上实施的行为承担法律责任。您理解并承诺，您使用欢呼吧软件及相关服务直播、上传、发布或传输的内容（包括但不限于文字、图片、音乐、视频、音频、声音、对话等各种形式的内容）均由您原创或已获合法授权。除非另有约定，您通过欢呼吧、上传、发布或传输的内容的知识产权归属您或原始著作权人所有。您应确保欢呼吧对前述内容的展示、公布及推广不会侵犯他人知识产权或其他合法权益，也无需向任何第三方支付任何费用，否则因此造成欢呼吧公司及其关联方、授权方损失的，您应承担责任予以赔偿。
				为提高内容曝光量及发布效率，您同意您在欢呼吧的账号所发布的全部内容均授权欢呼吧以您的账号自动同步、发布至欢呼吧公司及其关联方、授权方运营的全部产品，包括但不限于在当前或其他网站、应用程序、产品或终端设备等。您在欢呼吧发布、修改、删除内容的操作，均会同步到上述产品。任何经由欢呼吧提供的服务，以上传、张贴、发送电子邮件或其他方式传送的文字、图片、音乐、视频、音频、声音、对话等各种形式的内容，无论系公开还是私下传送，均由内容提供者、上传者承担责任。
				为方便您使用欢呼吧和欢呼吧关联公司的其他相关服务，您授权欢呼吧将您在账户注册和使用欢呼吧平台服务过程中提供、形成的信息传递给欢呼吧关联公司等其他相关服务提供者，或从欢呼吧关联公司等其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。
				如您在征得欢呼吧同意情况下利用欢呼吧平台实施推广等商业行为和营销内容的，您必须在国家相关法律法规及欢呼吧平台关于推广等商业行为规范的基础上进行。您的商业行为和营销内容，必须本着平等、公平原则进行合理竞争，必须本真着真实准确原则进行合理推广，必须本着保护用户体验原则选择合理的推广方式及营销内容。如您进行恶意竞争，或采取虚假的商业行为、发布虚假夸大的营销内容，或发布频繁的、低质量的营销类信息，或您发布国家相关法规明令禁止的广告内容、违规开展商业行为等，欢呼吧有权将其内容的传播范围、传播对象作出限制，限制或禁止您使用欢呼吧全部或部分服务、注销账户以及依据法律法规保存有关信息并向有关部门报告等。
				您在欢呼吧平台中与他人进行的商业行为引发的法律纠纷，由交易双方自行处理，欢呼吧不承担任何责任。
				您理解并知晓在使用欢呼吧平台服务时，所接触的内容和信息来源广泛，欢呼吧无法对该内容和信息的准确性、真实性、可用性、安全性、完整性和正当性负责。您理解并认可您可能会接触到不正确的、令人不快的、不适当的或令人厌恶的内容和信息，您不会以此追究欢呼吧的相关责任。但欢呼吧有权依法停止传输任何前述内容并采取相应处理，包括但不限于暂停您继续使用欢呼吧的部分或全部服务，保存有关记录并向有关机关报告。
				如您发布新闻信息，你理解并确认您具备互联网新闻信息服务资质，发布的新闻信息真实准确、客观公正。转载新闻信息应当完整准确，不得歪曲新闻信息内容，并在显著位置注明来源，保证新闻信息来源可追溯。欢呼吧平台有权审核你发布的新闻信息，如您发布不实新闻或您不具备发布资质，欢呼吧平台有权将您发布内容的传播范围、传播对象作出限制，限制或禁止您使用欢呼吧全部或部分服务、注销账户以及依据法律法规保存有关信息并向有关部门报告等。
				欢呼吧不对您在欢呼吧平台上传、发布或传输的任何内容和信息背书、推荐或表达观点，也不对任何内容和信息的错误、瑕疵及产生的损失或损害承担任何责任，您对内容和信息的任何使用需自行承担相关的风险。
				您同意欢呼吧在提供服务的过程中以各种方式投放商业性广告或其他任何类型的商业信息（包括但不限于在欢呼吧平台的任何位置上投放广告，在您上传、传播的内容中投放广告），您同意接受欢呼吧通过电子邮件、站内消息、手机短信、网站公告或其他方式向您发送促销或其他相关商业信息。同时，欢呼吧有权在直播间内添加网站logo（或名称）和时间的水印标志。欢呼吧将尽力但不保证不影响您的直播体验。
				您应当自行约束您在欢呼吧平台上的用户行为，保证自己在线直播过程中的人身安全及财产安全。如您在欢呼吧平台网站外的场所或地域，因您自身原因、不可抗力或意外事件或第三方原因造成的人身及财产损失，由您自行承担。
				使用欢呼吧平台服务过程中，您需遵守以下法律法规：《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《信息网络传播权保护条例》、《互联网直播服务管理规定》等有关计算机及互联网规定的法律、法规。在任何情况下，欢呼吧一旦合理地认为您的行为可能违反上述法律、法规，可以在任何时候，不经事先通知终止向您提供服务。
				4.3禁止的内容
				您理解并保证您在欢呼吧平台制作、上传、发布或传输的内容（包括您的账户名称、评论、弹幕等信息）不含有以下内容：
				（一）反对宪法确定的基本原则的；
				（二）危害国家统一、主权和领土完整，颠覆国家政权的；
				（三）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；
				（四）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；
				（五）破坏国家宗教政策，宣扬邪教、迷信的；
				（六）扰乱社会秩序，破坏社会稳定的；
				（七）诱导未成年人违法犯罪和渲染及传播淫秽、色情、赌博、暴力、凶杀、恐怖活动或者教唆犯罪的；
				（八）侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；
				（九）散布谣言，危害社会公德，损害民族优秀文化传统的；
				（十）有关法律、行政法规和国家规定禁止的其他内容；
				如果您上传、发布或传输的内容含有以上违反法律法规的信息或内容的，或者侵犯任何第三方的合法权益，您将直接承担以上导致的一切不利后果。如因此给欢呼吧造成不利后果的，您应负责消除影响，并且赔偿欢呼吧因此导致的一切损失，包括且不限于财产损害赔偿、名誉损害赔偿、律师费、交通费等因维权而产生的合理费用。
				4.4禁止的行为
				您理解并保证不就欢呼吧平台服务进行下列的禁止的行为，也不允许任何人利用您的账户进行下列行为：
				1) 在注册账户时，或使用欢呼吧平台服务（包括但不限于上传、发布、传播信息等）时，冒充他人或机构，或您讹称与任何人或实体有联系（包括设置失实的账户名称或接入另一用户的账户），或您恶意使用注册账户导致其他用户误认；
				2) 伪造标题或以其他方式操控内容，使他人误认为该内容为欢呼吧所传输；
				3) 将无权传输的内容（例如内部资料、机密资料、侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容等）进行上传、发布、发送电子邮件或以其他方式传输；
				4) 上传、张贴、发送电子邮件或以其他方式传送任何未获邀约或未经授权的“垃圾电邮”、广告或宣传资料、促销资料，或任何其他商业通讯；
				5) 未经欢呼吧明确许可，使用欢呼吧平台服务用于任何商业用途或为任何第三方的利益；
				6) 跟踪或以其他方式骚扰他人；
				7) 参与任何非法或有可能非法（由欢呼吧判断）的活动或交易，包括传授犯罪方法、出售任何非法药物、洗钱活动、诈骗等；
				8) 赌博、提供赌博数据或透过任何方法诱使他人参与赌博活动；
				9) 使用或利用欢呼吧知识产权（包括欢呼吧的商标、品牌、标志、任何其他专有数据或任何网页的布局或设计），或在其他方面侵犯欢呼吧任何知识产权（包括试图对欢呼吧平台客户端或所使用的软件进行逆向工程）；
				10) 通过使用任何自动化程序、软件、引擎、网络爬虫、网页分析工具、数据挖掘工具或类似工具，接入欢呼吧平台服务、收集或处理通过欢呼吧平台服务所提供的内容；
				11) 参与任何“框架”、“镜像”或其他技术，目的是模仿欢呼吧平台服务的外观和功能；
				12) 干预或试图干预任何用户或任何其他方接入欢呼吧平台服务；
				13) 故意散播含有干扰、破坏或限制计算机软件、硬件或通讯设备功能、欢呼吧平台服务、与欢呼吧平台服务相连的服务器和网络的病毒、网络蠕虫、特洛伊木马病毒、已损毁的档案或其他恶意代码或项目等资料；
				14) 未经他人明确同意，分享或发布该等人士可识别个人身份的资料；
				15) 探究或测试欢呼吧平台服务、系统或其他用户的系统是否容易入侵攻击，或在其他方面规避（或试图规避）欢呼吧平台服务、系统或其他用户
				的系统的任何安全功能；
				16) 对欢呼吧平台服务所用的软件进行解编、反向编译或逆向工程，或试图作出上述事项；
				17) 为破坏或滥用的目的开设多个账户，或恶意上传重复的、无效的大容量数据和信息；
				18）进行任何破坏欢呼吧平台服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众；
				19）进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害欢呼吧平台利益的行为，如贩卖欢呼吧平台平台金币银币等虚拟产品、外挂等；
				20）通过任何渠道或媒体（包括但不限于自媒体等）发出“与欢呼吧合作”、“与欢呼吧共同出品”等任何携带“欢呼吧”品牌的字样，如您宣传推广合作节目，您只能在宣传中提及节目本身而不得提及与欢呼吧关系或者擅自以欢呼吧品牌进行推广，凡是您的发稿带有“欢呼吧”的一切宣传稿件必须通过欢呼吧相应合作部门之书面同意，否则因此给欢呼吧造成的一切损失您应予以赔偿；
				21）腾讯游戏发布的《关于直播行为规范化的公告》（及日后不时的修订）中禁止的任何不良行为。
				22) 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。
				您可以在使用欢呼吧平台服务过程中购买金币等虚拟产品增值服务。若无特殊说明，您通过在欢呼吧平台及其他欢呼吧平台授权的合法渠道上获得的金币银币、虚拟礼物等虚拟产品，具体使用方法、期限等以欢呼吧平台页面中附带的说明及用户指南或具备以上解说性质的类似官方文档为准。虚拟产品会因用户需求、网站策略调整、用户接受程度等因素随时进行调整，具体信息请以当时的页面说明为准。 基于虚拟产品的性质和特征，欢呼吧不提供虚拟产品的退货、换货服务。如您消耗所获得的全部虚拟产品，且不将继续使用虚拟产品服务的，则该服务终止。
				您应遵守本协议的各项条款，正确、适当地使用本服务，不得扰乱欢呼吧平台秩序，包括但不限于扰乱欢呼吧平台金融秩序（如出售金币银币、虚拟礼物、门票等）。除非得到欢呼吧的书面授权，您不得将金币银币、虚拟礼物等虚拟产品用于商业领域，包括但不限于买卖、置换、抵押或以特定方式使用虚拟产品服务获取不当得利等。需要特别注意的是，如您涉嫌使用不合理手段充值（包括但不限于非法使用信用卡套现）的帐号，欢呼吧有权依合理判断将您的账户暂时或永久封停。同时，欢呼吧保留在任何时候收回该帐号、用户名的权利。 任何用户都应通过正规渠道获得金币银币、虚拟礼物、门票等虚拟产品服务，一切通过非官方公布渠道取得的虚拟产品及其衍生服务均不对欢呼吧发生法律效力，欢呼吧有权单方面收回相关虚拟产品并终止相应服务，严重者欢呼吧有权对中止或终止您使用欢呼吧全部或部分服务、注销账户以及依据法律法规保存有关信息并向有关部门报告等。

				五、第三方链接
				欢呼吧平台服务可能会包含与其他网站或资源的链接。欢呼吧对于前述网站或资源的内容、隐私政策和活动，无权控制、审查或修改，因而也不承担任何责任。欢呼吧建议您在离开欢呼吧平台，访问其他网站或资源前仔细阅读其服务条款和隐私政策。

				六、知识产权
				除非另有约定或欢呼吧另行声明，欢呼吧平台内的所有内容（用户依法享有版权的内容除外）、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密等）及相关权利，均归欢呼吧或欢呼吧关联公司所有。未经欢呼吧许可，任何人不得擅自使用（包括但不限于复制、传播、展示、镜像、上载、下载、修改、出租）。
				欢呼吧平台的Logo、“欢呼吧”、“nasi”、“Nasi”、“NASI”等文字、图形及其组合，以及欢呼吧平台的其他标识、徵记、产品和服务名称均为欢呼吧或欢呼吧关联公司在中国或其它国家的商标，未经欢呼吧书面授权，任何人不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。
				欢呼吧对欢呼吧专有内容、原创内容和其他通过授权取得的独占或独家内容享有完全知识产权。未经欢呼吧许可，任何单位和个人不得私自转载、传播和提供观看服务或者有其他侵犯欢呼吧知识产权的行为，否则将承担包括侵权等所有相关的法律责任。

				七、用户的违约及处理
				7.1 违约认定
				发生如下情形之一的，视为您违约：
				（一）使用欢呼吧平台服务时违反有关法律法规规定的；
				（二）违反本协议或本协议补充协议（即本协议第2.2条）约定的。
				为适应互联网行业发展和满足海量用户对高效优质服务的需求，您理解并同意，欢呼吧可在欢呼吧平台规则中约定违约认定的程序和标准。如：欢呼吧可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。
				7.2 违约处理措施
				您在欢呼吧平台上发布的内容和信息构成违约的，欢呼吧可根据相应规则立即对相应内容和信息进行删除、屏蔽等处理或对您的账户进行暂停使用、查封、冻结或清空虚拟礼物、注销等处理。 您在欢呼吧平台上实施的行为，或虽未在欢呼吧平台上实施但对欢呼吧平台及其用户产生影响的行为构成违约的，欢呼吧可依据相应规则对您的账户执行限制参加活动、中止向您提供部分或全部服务（如查封虚拟直播房间、冻结或清空虚拟礼物、扣划违约金等）处理措施。如您的行为构成根本违约的，欢呼吧可查封您的账户，终止向您提供服务。如您的账户被查封，您账户内的金币银币、虚拟礼物等虚拟产品将被清空，相关虚拟产品服务将被终止提供。
				如果您在欢呼吧平台上的行为违反相关的法律法规，欢呼吧可依法向相关主管机关报告并提交您的使用记录和其他信息。同时，欢呼吧可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在欢呼吧平台上予以公示。除此之外，欢呼吧可依据国家相关法律法规规定，对您进行黑名单管理和信用管理，提供与信用等级挂钩的管理和服务，若您被纳入黑名单，有权对纳入黑名单的您采取禁止重新注册帐号的措施，并及时向相关部门报告。
				7.3赔偿责任
				如您的行为使欢呼吧及/或其关联公司遭受损失（包括但不限于自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿欢呼吧及/或其关联公司的上述全部损失。
				如您的行为使欢呼吧及/或其关联公司遭受第三人主张权利，欢呼吧及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。
				7.4特别约定
				如您向欢呼吧及/或其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，欢呼吧可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以欢呼吧因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。
				欢呼吧负责"按现状"和"可得到"的状态向您提供欢呼吧平台服务。欢呼吧依法律规定承担相应义务，但无法对由于信息网络设备维护、连接故障，电脑、通讯或其他系统的故障，黑客活动、计算机病毒、电力故障，罢工，暴乱，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或因第三方原因而给您造成的损害结果承担责任。
				欢呼吧通过中华人民共和国境内的设施控制和提供欢呼吧平台服务，欢呼吧不担保控制或提供的服务在其他国家或地区是适当的、可行的，任何在其他司法辖区使用欢呼吧平台服务的用户应自行确保其遵守当地的法律法规，欢呼吧对此不承担任何责任。

				八、协议的变更
				欢呼吧可根据国家法律法规变化及欢呼吧平台服务变化的需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过本协议第10条约定的方式通知您。更新后的协议条款一旦公布即代替原来的协议条款。
				如您对变更事项不同意的，您应当于变更事项确定的生效之日起停止使用欢呼吧平台服务；如您在变更事项生效后仍继续使用欢呼吧平台服务，则视为您同意已生效的变更事项。

				九、通知
				您同意欢呼吧以以下合理的方式向您送达各类通知：
				（一）公示的文案；
				（二）站内消息、弹出消息、客户端推送的消息；
				（三）根据您预留于欢呼吧平台的联系方式发出的电子邮件、手机短信、函件等；
				欢呼吧通过上述方式向您发出通知，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
				对于在欢呼吧平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在欢呼吧平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。
				您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。
				您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。
				你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。

				十、协议的终止
				10.1 终止的情形
				您有权通过以下任一方式终止本协议：
				（一）在满足欢呼吧平台网站公示的账户注销等清理条件时您通过网站注销您的账户的；
				（二）变更事项生效前您停止使用并明示不愿接受变更事项的；
				（三）您明示不愿继续使用欢呼吧平台服务，且符合欢呼吧平台终止条件的。
				出现以下情况时，欢呼吧可以本协议第10条的所列的方式通知您中止或终止本协议：
				（一）您违反本协议约定，欢呼吧依据违约条款终止本协议的
				（二）您转让本人账户、盗用他人账户、提供虚假注册身份信息、发布违禁内容和信息、骗取他人财物、采取不正当手段谋利等行为，欢呼吧依据欢呼吧平台规则对您的账户予以查封的；
				（三）除上述情形外，因您多次违反欢呼吧平台规则相关规定且情节严重，欢呼吧依据欢呼吧平台规则对您的账户予以查封的；
				（四）您的账户被欢呼吧依据本协议进行注销等清理的；
				（五）您在欢呼吧平台有侵犯他人合法权益或其他严重违法违约行为的；
				（六）其它根据相关法律法规欢呼吧应当终止服务的情况。
				10.2 协议终止后的处理
				本协议终止后，除法律有明确规定外，欢呼吧无义务向您或您指定的第三方披露您账户中的任何信息。
				本协议终止后，欢呼吧享有下列权利：
				（一）停止收集和使用您的个人信息，但可继续保存您留存于欢呼吧平台的其他内容和信息；
				（二）对于您过往的违约行为，欢呼吧仍可依据本协议向您追究违约责任。

				十一、法律适用、管辖与其他
				本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
				您因使用欢呼吧平台服务所产生及与欢呼吧平台服务有关的争议，由欢呼吧与您协商解决。协商不成时，任何一方均可向宜昌市高新区人民法院提起诉讼。
				本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。

				欢呼吧平台
				2023年3月15日
			</view>
			<view class="top2" v-if="item.showmore&&i==1">
				直播规范
				为保证欢呼吧合法规范，文明有序，特制定【欢呼吧主播规范手册】（以下简称“本手册”）。本手册包含欢呼吧直播准则、直播头像、直播标题、主播昵称、直播画面、处罚措施。请主播认真阅读本手册并按照本手册进行自查、整改和规范操作。平台会对主播执行本手册的情况进行严格监管，对违反本手册的行为采取相应的处罚措施。除非本手册另有特别说明，本手册适用于平台所有主播。本手册自在平台公布之日起生效实施。
				 
				一、准则
				1、直播需固定镜头、直视镜头、保持上半身全脸出镜（男主播无需露脸）。
				2、直播需全程带妆、禁止素颜出镜直播（男主播无需露脸）。
				3、严禁在直播中喝酒、抽烟、吸毒等不良行为 给予警告一次，多次违规或严重影响平台运营者直接淘汰关停直播间并扣除当月所有直播场次收益
				4、严禁将账号供他人直播，一经发现替播，永久关停直播间。
				5、严禁直播间涉黄、赌、毒，一经发现，直播账号永久关停，扣除全部收益。
				6、严禁在直播间以语音、文字、图片等形式宣传其他直播平台；严禁引导用户、主播去往其他平台，经发现扣除全部收益，永久关停直播账号。
				7、严禁以任何形式攻击、恶意禁言、侮辱用户，经发现将封禁账号并扣除全部收益。
				8、严禁恶意辱骂其他主播、官方工作人员，经发现停播3日进行自我整改。  
				 
				二、主播违规类型定义
				1、基本守则：
				1.1欢呼吧主播必需遵守以下规定，否则将受到处罚，违规的情节严重程度是欢呼吧官方依据违规意图、违规时间和违规主体等客观因素来进行综合评定的。
				1.2欢呼吧主播有义务保证直播环境健康有序，主播需对直播间所有信息内容负责，若以上部分有违规行为，欢呼吧官方将依据违规情况，处罚违规者的同时，连带处罚主播。
				2、严禁主播有以下行为：
				2.1严禁发布违反国家法律法规、反党反政府，带有侮辱诋毁党和国家的内容，包括但不限于下列内容：
				1) 反对宪法所确定的基本原则；
				2) 危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家統一；
				3) 损害国家荣誉和利益；
				4) 煽动民族仇恨、民族歧视,破坏民族团结；
				5) 破坏国家宗教政策,宣扬邪教和封建迷信；
				6) 散布谣言、扰乱社会秩序,破坏社会稳定；
				7) 煽动非法集合、游行、示威、聚众扰乱社会秩序；
				8) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或教唆犯罪；
				9) 侮辱或者诽谤他人、侵害他人合法权益；
				10) 含有法律、政治法规禁止的其他内容。
				2.2严禁发布任何带有色情、涉黄擦边、引起他人性欲、低级趣味的內容，包括但不限下列内容：
				1) 暴露隐私部位的照片；
				2) 过于裸露的图片，气氛低俗但不露点；
				3) 过于低俗的不雅动作；
				4) 引起他人性欲或其他涉黄的内容。
				2.3严禁发布以售卖，销售为主要目的恶意广告内容，包括但不限于下列内容：
				1) 发布涉及色情，诈骗等违法国家法律法规的广告内容；
				2) 发布以售卖，推销为主要目的的恶意广告内容；
				3) 发布带有其他网站或APP宣传标识（包括logo、地址等），足球、篮球和电竞频道播放直播或录播内容禁止出现任何联系方式（包括手机号、微信号、QQ号、二维码、公众号、微博等）。
				2.4严禁发布违反平台其他规范要求的内容，包括但不限于下列内容：
				1) 展示令人不安的血腥场景及使用枪支刀具等危害人身安全的内容；
				2) 展示涉及透漏隐私信息的正规证件及其他物品；
				3) 宣传竞争平台；
				4) 其他涉及违法、涉政、色情、低俗等威胁生命健康的图片；
				5) 使用国家领导人及政府官员图片；
				6) 使用未成年人图片。
				2.5头像均需为主播本人真实照片或清晰的体育明星人物照片，禁止纯色画面、天花板、地面、床、被子、键盘桌面、纯文字、动物图片等无意义的低质画面
				3、衣着规则：
				3.1根据场景选择着装；
				3.2衣服字样和图样不得违法违规，不得含有粗言秽语，不得含有黄赌毒等直接或间接暗示；
				4、合规头像示范：
				4.1图片为正方形；
				4.2个人写真照为佳，要求颜值高、背景干净清晰度高。
				4.3不符合质量要求
				1) 封面模糊、变形、背景杂乱；
				2) 过度PS、特殊处理。
				4.4违法，涉政
				1) 黄、赌、毒以及低俗不雅照，包括且不限于：抽烟、饮酒、暴力、大尺度照片等；
				2) 上传政治相关内容（包括背景着装标语等）。
				 
				三、标题
				1、开播选择相对应的比赛场次选定标题；
				2、禁止违法涉政；
				3、禁止完全用表情代替文字。
				正确示范：美乙：纽约红牛后备队vs北卡罗莱纳
				错误示范：纽约红牛后备队V北卡罗莱纳
				 
				四、昵称
				1、禁止昵称违法涉政；
				2、禁止完全用表情代替文字。
				正确示范：老王说球
				错误示范：党委书记聊球
				 
				五、直播画面
				1、正确示范：
				1.1背景干净整洁，直播画面清晰，光照自然明亮，镜头稳定不晃动；
				1.2日常直播时腰部以上出现，正面平视摄像头； 
				2、错误示范：
				2.1面部占据全部直播画面；
				2.2面部不完全出现在直播画面中，如露半脸顶在画面外等；
				2.3挑逗动作明显;
				2.4消极直播，无互动、素颜邋遢、做与直播无关事情。
				 
				六、处罚措施
				处罚措施的分类说明
				1、若主播出现违规行为，一经认定，视情节严重程度进行处罚。分为：
				严重违规（A类违规）
				一般违规（B类违规）
				轻微违规（C类违规）
				2、违规处罚规则：
				2.1 A类处罚：立即停止直播权限，限制手机号开播，限制设备开播功能，扣除当月100%佣金等处罚，保留移交司法机关的权利。
				2.2 B、C类处罚：依据情况及违规次数进行警告、扣除佣金、中断直播、限制直播功能等处罚。
				 
				欢呼吧平台
				2023年3月15日

			</view>
			<view class="top2" v-if="item.showmore&&i==2">
				直播规范
				欢呼吧欢迎每一名用户：无论是组织还是个人，无论是主播还是观众，我们都力图为用户提供最好的直播与观看环境；并希望与用户携手，共同进步，绘制更加美好的未来。
				 
				为响应国家网信办最新发布的《互联网信息服务严重失信主体信用信息管理办法（征求意见稿）》中相关内容，营造和谐健康的网络环境，更好地保障用户合法权益及良好用户体验，欢呼吧根据现行法律法规及《欢呼吧用户注册协议》等猎欢呼吧平台规则制定《欢呼吧用户阳光行为规范》（以下简称“本规范”）。
				 
				第一章 总则
				 
				第一条 欢呼吧尊重每一位用户的合法权益，将依照公开、透明的标准平等对待所有用户。
				 
				第二条 用户在使用欢呼吧平台服务的过程中应当遵守所在地区的法律法规，并尊重所在地区的道德和风俗习惯。如果用户的行为违反了当地法律法规或道德风俗，用户应当为此独立承担责任。
				 
				第三条 用户在欢呼吧平台的所有行为包括但不限于弹幕、发帖、转帖、回复、留言、站内信，均应同时遵守本规范及其他欢呼吧平台规则。本规范与原规则均有规定的，以本规范为准；本规范未作规定的，以原规则为准。
				 
				第四条 如用户行为违反相关法律法规及本规范规定，欢呼吧平台将依照相关法律法规本规范对违规行为采取合理处理措施，并配合司法行政机关维护欢呼吧用户及其他主体合法权益。
				对任何涉嫌违反国家法律、行政法规、部门规章等规范性文件的行为，本规范及其他欢呼吧平台规则尚无规定的，欢呼吧平台将酌情处理。
				 
				第五条 如用户对本规范的理解和执行有任何疑惑或争议，可告知欢呼吧平台客服，欢呼吧平台将根据有关规则予以解释或处理。
				 
				第二章 违规行为处理规则
				 
				第六条 如果欢呼吧平台发现或收到他人举报或投诉用户违反本规范约定，欢呼吧平台有权对用户行为进行独立判断，直接删除、屏蔽违规内容，根据情节严重程度给予警告、禁言（包括违规帐号及其关联帐号直播间禁言及鱼吧禁言）、暂时性或永久封禁违规帐号及其关联帐号等处罚，并有权公告处理结果。
				根据情节严重程度，处罚措施分为：
				1级处罚：警告
				2级处罚：禁言
				3级处罚：封禁帐号1至30天（不含30天）
				4级处罚：封禁帐号30至360天
				5级处罚：永久封禁帐号并拒绝再次为该用户提供任何服务
				因用户违规行为受到1-4级处罚的，处罚期间及时与欢呼吧平台联系沟通，有效减少因违规行为造成的不良影响，并承诺严格按照平台规则合法合理使用平台内服务，欢呼吧平台将视情节对用户已做出的处罚减轻处理。
				 
				第七条 用户在禁言期间将无法使用欢呼吧平台为注册用户提供的跟帖服务，包括但不限于直播、弹幕、发帖、转帖、回复、留言、站内信等。
				 
				第八条 用户在封号期间将无法使用欢呼吧平台为注册用户提供的所有服务，帐号中的虚拟礼物、虚拟道具及虚拟服务都将无法使用。如前述虚拟礼物、虚拟道具及虚拟服务存在一定有效期，该有效期可能会在封号期间过期，帐号解封后，用户将无法使用该等已过期的虚拟礼物、虚拟道具及虚拟服务，且用户不能据此追究平台任何法律责任。
				 
				第九条 欢呼吧对违规行为的处理并不免除用户应尽的法律责任。欢呼吧平台有权就用户的违法违规行为提起相应民事诉讼，追究用户的侵权、违约或其他民事责任，并要求用户赔偿欢呼吧平台因违法违规行为所受到的损失（包括欢呼吧平台所受到的直接经济损失、名誉或商誉损失以及欢呼吧平台对外支付的赔偿金、和解费用、律师费用、诉讼费用及其他间接损失），或移交有关行政管理机关给予行政处罚，或者移交司法机关追究用户的刑事责任。
				 
				第十条 欢呼吧平台将在能力范围内尽最大努力依照有效的法律法规做出判断，但并不保证其判断完全与司法机构、行政机关的判断一致。
				 
				第三章 用户行为规范
				 
				第十一条 用户欢呼吧帐号头像、昵称、个性签名等注册信息和认证资料及用户在欢呼吧平台上传、发布、传输的所有文字、图片、视频、音频均不得含有违背国家法律法规政策和社会公序良俗、危害国家及社会公共利益、侵犯第三方合法权益、干扰欢呼吧平台正常运营的内容。
				 
				第十二条 如用户在欢呼吧平台上的行为或发布的信息包含如下内容，将被视为严重违规，欢呼吧平台有权直接删除或屏蔽违规内容，同时给予5级处罚。
				 
				（一）违反、反对宪法确定的基本原则的；
				（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
				（三）损害国家荣誉和利益的；
				（四）煽动民族仇恨、民族歧视、破坏民族团结的；
				（五）破坏国家宗教政策，宣扬邪教和封建迷信的；
				（六）散布谣言，扰乱社会秩序，破坏社会稳定的；
				（七）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
				（八）歪曲、丑化、亵渎、否定英雄烈士事迹和精神的；
				（九）侮辱、诽谤或者其他方式侵害国家领导人、英雄烈士的姓名、肖像、名誉、荣誉的；
				（十）直接或间接散布淫秽色情或性暗示内容的，包括但不限于：
				1．表现或描述性行为，暴露或描写人体性器官、隐私部位的；
				2．发布带有性暗示、性挑逗内容的；
				3．发布色情低俗小说、色情音视频内容、色情播放链接及色情平台场所的；
				4．发布裸聊、一夜情、换妻、SM等不正当交友信息或色情服务交易信息的；
				5．其他淫秽色情或性暗示内容。 
				（十一）宣扬暴力、凶杀、血腥、恐怖、黑社会、教唆犯罪的，包括但不限于：
				1．传播人或动物自虐、自残、自杀、被杀、枪击、刺伤、拷打等令人不适的内容的；
				2．传播诱导他人自虐、自残、自杀或教唆传授他人犯罪等内容的；
				3．传播吸食注射毒品或违禁药品等令人不适的画面内容的；
				4．传播销售仿真枪、弓箭、管制刀具、气枪等含有杀伤力武器内容的；
				5．传播以鼓励非法或不当方式使用为目的而描述真实武器内容的。
				6．传播替人复仇、收账等具有黑社会性质的信息；
				7．雇佣、引诱、传授他人从事恐怖、暴力活动的；
				8．其他宣扬暴力、凶杀、血腥、恐怖、黑社会、教唆犯罪内容。
				（十二）散布虚假诈骗信息骗取他人信息或财物的，包括但不限于：
				1.通过发布虚假刷单、虚假招聘兼职信息、票务信息、中奖信息、钓鱼网站等方式骗取他人钱财的；
				2.通过冒充亲友或以组织活动名义等方式骗取他人个人信息的；
				3.组织、宣传、诱导用户加入传销（或有传销嫌疑）机构或其他非法组织的；
				（十三）发布胁迫或诱使他人参与赌博、介绍传授赌博技巧方法、出售赌博器具等宣扬赌博内容的；
				（十四）将犯罪或其他违法所得及其产生的收益，在平台内以各种手段掩饰、隐瞒资金的来源和性质，使其在形式上合法化的洗钱行为；
				（十五）传播买卖发票、假烟、假币、赃物、走私物品、象牙或虎骨等野生动物制品、毒品、窃听器、军火、人体器官、迷药、国家机密等非法物品内容的；
				（十六）传播违法办证刻章、代办身份证、护照、港澳通行证、结婚证、户口本、学历学位证明等证件等内容的；
				（十七）传播违法违规办理信用卡、信用卡套现、公积金套现、医保卡套现、手机复制卡等内容的；
				（十八）法律、行政法规限制或禁止的其他内容。
				 
				第十三条 如用户在欢呼吧平台发布侵犯第三方合法权益的内容，欢呼吧平台有权直接删除或屏蔽违规内容，同时视情节严重程度给予2级、3级或4级处罚。
				如用户持续发布或大量发布侵犯第三方合法权益内容，或收到欢呼吧平台处理通知后再次违规，将被视为严重违规，欢呼吧平台有权给予5级处罚。
				（一）谩骂、侮辱、诽谤、骚扰、歧视、恐吓他人的；
				（二）调查、刺探、公开他人姓名、照片、私生活镜头、身份证号码（或护照号码）、银行账号、网络帐号、电话、住址、电子邮件地址、财产状况、家庭背景、社会关系、单位职业信息、学校教育信息、医疗病例资料、性取向、犯罪记录等个人信息的；
				（三）传播侵犯他人著作权、商标权、专利权等知识产权内容的；
				（四）非法披露他人商业秘密的；
				（五）擅自使用他人姓名、肖像，侵犯他人姓名权、肖像权等合法权益的；
				（六）擅自使用他人已经登记注册的企业名称或商标，侵犯他人企业名称权或商标专用权的；
				（七）盗用他人身份信息或帐号，明示或暗示自己与他人相等同或存在关联的；
				（八）其他侵犯他人名誉权、隐私权、姓名权、名称权、荣誉权、肖像权、商业秘密、知识产权等合法权益的内容。
				 
				第十四条 如用户在欢呼吧平台或其他第三方平台存在如下干扰欢呼吧平台正常运营情形，欢呼吧平台有权直接删除或屏蔽违规内容，同时视情节严重程度给予2级、3级或4级处罚。
				如用户持续或严重干扰欢呼吧平台正常运营的，或收到欢呼吧平台处理通知后再次违规，将被视为严重违规，欢呼吧平台有权给予5级处罚。
				（一）刺激煽动他人情绪，攻击、嘲讽、歧视、孤立第三方，引战或与其他群体发生群体纠纷、骂战的；
				（二）侮辱、诋毁、骚扰、冒充欢呼吧主播、欢呼吧用户、欢呼吧平台工作人员及欢呼吧平台的；
				（三）宣传、诱导用户到其他直播平台的；
				（四）利用特殊文字、符号等恶意刷屏，严重影响其他用户体验的；
				（五）传播病毒、文件、计算机代码或程序，可能对欢呼吧平台的正常运行造成损害或者中断的；
				（六）使用或利用欢呼吧知识产权（包括欢呼吧的商标、品牌、标志、任何其他专有数据或任何网页的布局或设计），或在其他方面侵犯欢呼吧任何知识产权（包括试图对欢呼吧平台客户端或所使用的软件进行逆向工程）；
				（七）未经欢呼吧明确许可，使用欢呼吧平台服务用于任何商业用途或为任何第三方的利益；
				（八）通过使用任何自动化程序、软件、引擎、网络爬虫、网页分析工具、数据挖掘工具或类似工具，接入欢呼吧平台服务、收集或处理通过欢呼吧平台服务所提供的内容；
				（九） 参与任何“框架”、“镜像”或其他技术，目的是模仿欢呼吧平台服务的外观和功能；
				（十）干预或试图干预任何用户或任何其他方接入欢呼吧平台服务；
				（十一）探究或测试欢呼吧平台服务、系统或其他用户的系统是否容易入侵攻击，或在其他方面规避（或试图规避）欢呼吧平台服务、系统或其他用户的系统的任何安全功能；
				（十二）对欢呼吧平台服务所用的软件进行解编、反向编译或逆向工程，或试图作出上述事项；
				（十三）为破坏或滥用的目的开设多个账户，或恶意上传重复的、无效的大容量数据和信息；
				（十四）进行任何破坏欢呼吧平台服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众；
				（十五）进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害欢呼吧平台利益的行为，如贩卖欢呼吧平台帐号、鱼丸鱼翅等虚拟产品、贵族增值服务、粉丝勋章、外挂等；
				（十六）对直播间或其他个人进行恶意举报；
				（十七）其他干扰欢呼吧平台秩序侵犯欢呼吧平台利益的行为。
				 
				第十五条 如用户在欢呼吧平台存在如下违背社会公序良俗情形，欢呼吧平台有权直接删除、屏蔽违规内容，同时视情节严重程度给予1级或/及2级处罚。 
				如用户行为造成严重影响，致使欢呼吧平台卷入公共事件，欢呼吧平台有权给予3级、4级或5级处罚。
				（一）爆粗口、讲黄色笑话等不文明行为的；
				（二）宣扬炫富、拜金等不恰当的消费观及价值观的；
				（三）宣扬抽烟、酗酒、婚外情等不良生活作风的；
				（四）其他违背社会公序良俗的内容。
				 
				第十六条 如用户存在本规范第十二条到第十五条规定以外的其他违反法律法规及欢呼吧平台规则的行为，有具体处理规则的欢呼吧将按具体规则处理，没有具体处理规则的，欢呼吧平台将视情节严重程度酌情处理，采取删除、屏蔽违规内容、警告、禁言（包括直播间禁言及欢呼吧禁言）、暂时性或永久封禁帐号等一项或多项处理措施，并有权公告处理结果。
				 
				第四章 附则
				 
				第十七条 本规范为动态文档，欢呼吧平台有权根据相关法律法规或产品运营需要对本规范内容进行修改并公示。
				 
				第十八条 本规范自发布之日起生效并实施，适用于欢呼吧平台所有用户。用户使用欢呼吧平台服务即视为对本规范的接受，对用户具有法律约束力。
				 
				第十九条 本规范是《欢呼吧用户注册协议》不可分割的组成部分，如本规范有未尽事宜的，适用《用户注册协议》相关约定。
				 
				 
				欢呼吧平台
				2023年3月15日
				

			</view>
			<view class="top2" v-if="item.showmore&&i==3">
				
			</view>
			
			
		</view>

		<view v-if="index==1" v-for="(item,i) in list3" :key="i" class="list">
			<view class="top">
				<view>{{item.name}}</view>
				<image @click="item.showmore=!item.showmore" v-if="!item.showmore" style="width: 40rpx;height: 40rpx;"
					src="../../static/image/zhankai.png" mode="widthFix">
				</image>
				<image @click="item.showmore=!item.showmore" v-if="item.showmore" style="width: 40rpx;height: 40rpx;"
					src="../../static/image/shouqi.png" mode="widthFix">
				</image>
			</view>
			<view class="top2" v-if="item.showmore&&i==0">
				用户协议
				欢呼吧用户服务协议
				
				用户服务协议是您（下称“用户”）与欢呼吧软件（网站）服务提供者（下称“欢呼吧”）之间签订的协议。欢呼吧软件（网站）是指由欢呼吧公司开发和运营的欢呼吧互联网信息服务平台，以及由欢呼吧公司开发运营的其他互联网产品，包括但不限于网站、欢呼吧PC客户端及欢呼吧相关APP软件（下称“欢呼吧软件”或“本软件”）。
				
				1、重要须知
				
				1.1 用户欲注册和使用欢呼吧软件，必须事先认真阅读、充分理解本协议中各条款，尤其应特别注意免除或者限制欢呼吧责任的免责条款及对用户的权利限制条款。如用户不同意本协议，用户应不注册使用或主动取消欢呼吧提供的服务。若用户使用第三方账号登录，也请用户务必认真阅读本协议，用户的登录、查看、发布、使用行为将被视为对本协议的完全接受。
				
				1.2 特别提醒：如用户是未成年人，请务必在监护人的陪同下阅读本协议，注册使用欢呼吧软件，也请监护人切实履行监护责任。如用户是未成年人，在未经监护人明示同意的前提下，请勿使用欢呼吧提供的充值消费相关服务。
				
				1.3 在用户接受本协议之后，此文本可能因国家政策、产品以及履行本协议的环境发生变化而进行修改，修改后的协议发布在欢呼吧所有产品（包含但不限于APP、网站、PC客户端）上。若用户对修改后的协议有异议的，请立即停止访问、使用欢呼吧软件，若用户继续访问或使用，视为对修改后的协议予以认可。
				
				1.4 欢呼吧目前向用户提供丰富的互联网服务，除了文字、图片资讯信息，还可能提供更多服务，包括但不限于视频、语音通讯、在线游戏、聊天室等，如果某一特定服务有单独的协议、规则、指引，用户须遵守该单独的协议、规则和指引，用户接受其他的所有服务均应遵守本协议。
				
				1.5 欢呼吧会在本协议的基础上，制定发布平台规则，平台规则是本协议的有效组成部分，用户对本协议的接受与遵守也视为对平台规则的接受与遵守。
				
				2、欢呼吧账号的注册、使用与个人信息保护
				
				2.1 用户需通过实名手机号注册（升级）欢呼吧账号，注册（升级）成功之后，欢呼吧会按系统规则自动分配给用户一个号码，该号码即为欢呼吧账号。用户需自行配置符合安全要求的密码。
				
				2.2 欢呼吧账号的性质是用户使用欢呼吧服务的凭证，欢呼吧账号的所有权属于欢呼吧，用户仅有账号的使用权。用户不得有偿或无偿转让欢呼吧账号，以免产生纠纷。用户应当自行承担由此产生的任何责任，同时欢呼吧保留追究上述行为人法律责任的权利。
				
				2.3 欢呼吧账号还是用户持有、使用相关虚拟财产、道具的身份凭证。用户若需要接受欢呼吧提供的增值服务，欢呼吧账号同时也是用户支付费用、接受增值服务的凭证。
				
				2.4 为向用户提供一致性的产品和服务体验，使用户能够便捷完成欢呼吧产品的注册和登录，欢呼吧会将欢呼吧账号信息在欢呼吧拥有和运营的不同产品（包括欢呼吧直播、欢呼吧助手、欢呼吧手游、统称“欢呼吧产品”）之间实现账号互通。欢呼吧会对用户的账号数据提供同等安全保护。若用户使用欢呼吧账号登录其他欢呼吧产品并使用相应服务的，同样应受所使用的相应欢呼吧产品的用户服务协议、隐私政策及其他协议、平台规则等条款的约束。
				
				2.5 用户可以按照欢呼吧的业务规则用欢呼吧账号登录和使用欢呼吧提供的各种软件和服务。除了欢呼吧提供的软件和服务，用户还可以用欢呼吧账号登录使用欢呼吧合作伙伴的相关服务。
				
				2.6 欢呼吧账号使用权仅属于申请注册并完成实名认证的用户，禁止账号的赠与、借用、租用、转让或售卖。具体的实名认证方式，可能包括基于移动电话号码、基于身份证明文件等一种或多种方式的结合，具体将按照您使用的特定服务内容、国家法律法规的特定要求有所差异。
				
				2.7 用户保证注册欢呼吧账号时填写的身份信息是真实的，任何非法、不真实、不准确的用户信息所产生的责任由用户承担。用户应不断更新注册资料，符合及时、详尽、真实、准确的要求。所有原始键入的资料将引用用户的账号注册资料。如果因用户的注册信息不真实而引起的问题，以及对问题发生所带来的后果，欢呼吧不负任何责任。
				
				2.8 用户欢呼吧账号的昵称须遵守《互联网用户账号名称管理规定》及国家法律法规、监管要求、平台规则关于昵称合法性的要求，不得设置任何包含危害国家安全、国家统一、社会稳定的内容，或侮辱诽谤、色情、暴力、引起他人不安及任何违反国家法律法规政策的内容作为昵称；否则欢呼吧可回收您的账号昵称，并重置为默认状态，情节严重的，欢呼吧可能会冻结修改昵称权限甚至封禁账号。
				
				用户理解：欢呼吧将随着国家监管的要求和变化，而不时调整对账号昵称合法性的判断标准；账号昵称的回收、重置不影响用户以邮箱、手机号码、第三方认证方式登录欢呼吧软件并使用欢呼吧提供的平台服务。
				
				2.9 为了充分利用欢呼吧账号资源，如果用户存在长期未登陆使用欢呼吧账号的情形，欢呼吧有权对账号进行注销、回收、替换或采取删除该账户在欢呼吧软件数据库中的任何记录（包括但不限于注册信息、虚拟礼物信息等）等清理措施，相应服务同时终止。欢呼吧在对此类账户进行清理前，将以包括但不限于弹窗、网站公告、站内消息、客户端推送信息等方式通知用户。
				
				2.10 用户的欢呼吧账号、密码属于保密信息，欢呼吧应当采取积极的措施保护用户账号、密码的安全。用户的注册信息作为欢呼吧的商业秘密进来保护。但用户同时明白，互联网的开放性以及技术更新非常快，非欢呼吧可合理控制的因素导致用户泄漏的，欢呼吧不承担责任。
				
				2.11 用户应当妥善保管自己的欢呼吧账号、密码，用户就其账号及密码项下之一切活动负全部责任，包括用户数据的修改，虚拟道具的损失以及其他所有的损失由用户自行承担。用户须重视欢呼吧账号密码保护。用户如发现他人未经许可使用其账号时立即通知欢呼吧。
				
				2.12 用户欢呼吧账号在丢失或遗忘密码后，可遵照欢呼吧的申诉途径及时申诉请求找回账号。用户应不断提供能增加账号安全性的个人密码保护资料。用户可以凭账号身份认证信息、初始注册资料及个人密码保护资料填写申诉单向欢呼吧申请找回账号。欢呼吧的密码找回机制仅负责识别申诉单上所填资料与系统记录资料的正确性，而无法识别申诉人是否系真正账号使用人。对用户因被他人冒名申诉而致的任何损失，欢呼吧不承担任何责任，用户知晓欢呼吧账号及密码保管责任在于用户，欢呼吧并不承诺欢呼吧账号丢失或遗忘密码后用户一定能通过申诉找回账号。
				
				2.13 如果欢呼吧账号的使用者存在使用归属争议，欢呼吧将按照评判规则，根据用户提交的信息进行判定。欢呼吧账号存在争议的情况下，欢呼吧有权暂时中止争议账号的使用，由此带来的损失由用户自行承担，上述损失包括但不限于：用户与第三方发生的纠纷、通过第三方代充值、第三方充值赠与、非登录充值带来的充值损失，通信中断，用户资料、邮件和游戏道具及相关数据等的清空，相关服务中止等。
				
				2.14 请用户注意勿在使用欢呼吧软件服务中透露自己的各类财产账户、银行卡、信用卡、第三方支付账户及对应密码等重要资料，否则由此带来的任何损失由用户自行承担。
				
				2.15 用户在使用欢呼吧软件服务时不可将自认为隐私的信息发表、上传至欢呼吧软件，也不可将该等信息通过欢呼吧软件的服务传播给其他人。若用户的行为引起的隐私泄漏，由用户承担责任。
				
				2.16 就下列相关事宜的发生，欢呼吧软件不承担任何法律责任：
				
				（1）欢呼吧根据法律规定或相关政府机关、安全机关、司法机关的要求提供用户的个人信息；
				
				（2）由于用户将用户密码告知他人或与他人共享注册账户，由此导致的任何财产损失、虚拟财产损失、个人信息的泄漏，或其他非因欢呼吧原因导致的上述损失或泄漏；
				
				（3）任何由于黑客攻击、电脑病毒侵入造成的任何财产损失、虚拟财产损失、信息泄漏；
				
				（4）因不可抗力导致的任何财产损失、虚拟财产损失、信息泄漏。
				
				2.17欢呼吧重视对用户个人信息的保护，关于用户的个人信息依《隐私政策》受到保护与规范，详情请参阅 《隐私政策》。
				
				3、用户行为规则
				
				3.1 用户保证使用欢呼吧软件发布、传播的信息的真实性、准确性，同时保证不会利用欢呼吧的服务制作、复制、发布、传播、存储含有下列内容的信息：
				
				（1）反对宪法所确定的基本原则的；
				
				（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
				
				（3）损害国家荣誉和利益的；
				
				（4）煽动民族仇恨、民族歧视，破坏民族团结的；
				
				（5）破坏国家宗教政策，宣扬邪教和封建迷信的；
				
				（6）散布谣言，扰乱社会秩序，破坏社会稳定的；
				
				（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
				
				（8）侮辱或者诽谤他人，侵害他人知识产权或其他合法权益的；
				
				（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
				
				（10）含有虚假、有害、胁迫、侵害他人隐私、中伤、低俗、或其它道德上令人反感的内容的；
				
				（11）含有法律、行政法规禁止的其他内容的。
				
				3.2 用户不得在欢呼吧软件上违规进行广告发布、商品销售等商业行为，包括但不限于以下行为：
				
				（1）发布宣传色情网站、成人用品网站等色情、低俗内容；
				
				（2）发布宣传假冒伪劣产品或未经授权销售的产品内容；
				
				（3）发布宣传国家明令禁止或未取得国家许可销售的产品内容；
				
				（4）发布宣传游戏代挂、代练、虚假人气、贩卖虚拟货币、平台道具等内容；
				
				（5）发布宣传游戏外挂、辅助等内容；
				
				（6）发布组织、宣传网络兼职内容；
				
				（7）宣传其他平台、网络游戏链接；
				
				（8）恶意刷屏、扰乱平台秩序；
				
				（9）其他违反法律法规或欢呼吧平台规则的内容。
				
				3.3 用户不得进行任何危害计算机网络安全行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/账户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本“软件”系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏本“软件”系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。
				
				3.4 用户不得进行任何破坏欢呼吧服务公平性等其他影响欢呼吧软件正常秩序的行为，包括但不限于主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）、恶意多开账号等违反公平和诚实信用原则的行为来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众。不正当参与平台活动的用户，系统将自动甄别并剔除，欢呼吧有权根据自身平台的大数据分析能力、技术能力进行判断，并判断相关行为是否违规，并对利用不正当手段获利的结果不予认可。
				
				3.5 未经欢呼吧书面许可，用户不得自行或授权、允许、协助任何第三人对欢呼吧软件及其系统进行地址扫描、网络端口扫描、操作系统探测等扫描及/或探测，不得对欢呼吧软件上的任何内容进行非法获取从而用于（包括但不限于）：违法销售个人信息、宣传、增加点击量、浏览量、提供付费服务等。
				
				“非法获取”是指采用非正常浏览的手段、方式非法获取、擅自使用欢呼吧软件内任何内容的行为，具体行为包括但不限于：利用机器人、“蜘蛛”(spider)程序、爬虫程序、拟人程序等非自然用户行为或利用BUG（又叫“漏洞”或者“缺陷”）避开、破坏技术措施，对欢呼吧软件内的任何内容进行监视、读取、复制、转存、展示、传播、镜像、上载、下载。
				
				3.6 用户不得有其他损害欢呼吧利益的行为。
				
				3.7 若用户违反协议的相关规定，欢呼吧有权根据情节轻重，采取包括但不限于以下处罚措施：暂时限制账号的使用、永久冻结账号某项功能、永久封停账号、回收账号、剔除违法所得、扣罚保证金或佣金、公示处罚、终止所有服务等；因用户违反本协议，导致或产生第三方主张的任何索赔或损失，用户应当独立承担责任，给欢呼吧造成损失的，欢呼吧有权要求用户赔偿。
				
				3.8 欢呼吧按照本协议及相关平台规则或相关法律法规，限制、冻结或终止用户对欢呼吧服务的使用，而由此给用户带来的损失（包括但不限于因用户违规行为导致与第三方发生的纠纷、通过第三方代充值、第三方充值赠与、非登录充值带来的充值损失，通信中断，用户资料、邮件和游戏道具及相关数据等的清空、相关服务中止等），由用户自行承担。
				
				4、告知声明
				
				4.1 用户须明白，在使用欢呼吧服务的过程中可能存在来自他人包括威胁性的、诽谤性的、令人反感的或非法的内容或行为，或侵犯他人权利（包括知识产权）的匿名或冒名的信息风险，用户须承担以上风险，欢呼吧对服务不作担保，不论是明确的或隐含的，包括所有有关信息真实性、适商性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因用户不正当或非法使用服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。
				
				4.2 用户使用欢呼吧服务必须遵守国家有关法律和政策等，维护国家利益，保护国家安全，并遵守本条款，对于用户违法或违反本协议的使用(包括但不限于言论发表、传送等)而引起的一切责任，由用户负全部责任。
				
				4.3 欢呼吧的服务同大多数因特网产品一样，易受到各种安全问题的困扰，包括但不限于：1）透露详细个人资料，被不法分子利用，造成现实生活中的骚扰；2）哄骗、破译密码；3）下载安装的其它软件中有“特洛伊木马”等病毒，威胁到个人计算计上信息和数据的安全，继而影响对本软件的使用。对于发生上述情况的，用户应当自行承担责任。
				
				4.4 用户理解，互联网技术的不稳定性，可能导致政府政策管制、病毒入侵、黑客攻击、服务器系统崩溃或者其他现今技术无法解决的风险发生，上述风险可能导致欢呼吧服务中断或账号道具损失，对此等非人为因素引起的损失欢呼吧不承担责任。
				
				4.5 欢呼吧不对发布在本网站上的广告的产品效果、宣传、信息准确性负责，用户在接触这些广告时自行判断。
				
				4.6 用户同意运营商向其接收信息的装置或软件包括但不限于固定电话、移动电话、电子邮箱、欢呼吧号、站内信、QQ、微博、微信等发送服务信息和商业性广告。
				
				5、知识产权
				
				5.1 欢呼吧的文字、图片、视频、音频、软件等元素，欢呼吧服务标志、标识以及专利权，欢呼吧对此享有上述所有内容的知识产权。
				
				5.2 用户使用欢呼吧软件服务只能在本协议以及相应的授权许可协议授权的范围使用欢呼吧知识产权，未经授权超范围使用的构成对欢呼吧的侵权。
				
				5.3 用户在使用欢呼吧软件服务时发布上传的文字、图片、音视频、软件以及表演等用户原创的信息，此部分信息的相关权利归属用户，但用户的发表、上传行为是对欢呼吧服务平台的授权，用户确认将其发表、上传的信息非独占性、永久性地授权给欢呼吧，该授权可转授权。欢呼吧可将前述信息在欢呼吧旗下的服务平台上使用，可再次编辑后使用，也可以由欢呼吧授权给合作方使用。
				
				5.4 若欢呼吧软件内的信息以及其他用户上传、存储、传播的信息有侵犯用户或第三人的知识产权的，欢呼吧提供专属投诉通道。具体详见《欢呼吧版权保护投诉指引》。
				
				6、收费服务
				
				6.1 欢呼吧软件部分功能或应用涉及付费，用户输入账号密码的行为视为对收费服务的接受和订阅，用户一旦接受订阅收费服务，需要按欢呼吧公示的收费标准支付费用。详见《欢呼吧充值服务协议》 。
				
				6.2 用户在进行消费时，请事先了解消费价格及事项；如用户是未成年人，在未取得监护人的明示同意的前提下，请勿使用充值消费服务。
				
				6.3 用户付费后获得的权益不得转让给第三人。
				
				7、通知
				
				7.1 用户同意欢呼吧以以下合理的方式向用户送达各类通知：
				
				（1）公示的文案；
				
				（2）系统消息、弹出消息、客户端推送的消息；
				
				（3）根据用户预留于欢呼吧软件的联系方式发出的电子邮件、手机短信、函件等。
				
				7.2 对于在欢呼吧软件上因交易活动引起的任何纠纷，用户同意司法机关可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向用户送达法律文书。用户指定接收法律文书的手机号码、电子邮箱等联系方式为用户在欢呼吧软件注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。用户指定的邮寄地址为用户的法定联系地址或用户提供的有效联系地址。
				
				7.3 用户同意司法机关可采取以上一种或多种送达方式向用户达法律文书，司法机关采取多种方式向用户送达法律文书，送达时间以上述送达方式中最先送达的为准。
				
				7.4 用户应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由用户自行承担由此可能产生的法律后果。
				
				8、其他条款
				
				8.1 本协议条款的签订、解释以及争议的解决均适用中华人民共和国法律。
				
				8.2 本协议由欢呼吧公布在网站上，对欢呼吧具有法律约束力；用户一经点击接受或者直接登录、查看、发布、使用的行为视为对本协议的接受，对用户具有法律约束力。
				

			</view>
			<view class="top2" v-if="item.showmore&&i==1">
				隐私政策
				发布日期：2023年3月15日
				本版更新日期：2023年3月15日
				本版生效日期：2023年3月15日
				
				版本更新提示：
				我们于近日更新了《欢呼吧隐私政策》。本次更新的内容主要包括：更加详细地介绍了您所享有的个人信息权利，细化消息通知等功能收集使用说明信息的情况，调整和优化部分章节结构与条款的表述，使本政策更便于您的理解。请您在使用/继续使用欢呼吧的产品与/或服务前仔细阅读和充分理解全文，并在同意全部内容后使用/继续使用。
				 
				提示条款：
				欢呼吧公司（下称“我们”或“欢呼吧”）非常重视用户的隐私和个人信息保护，也感谢您对我们的信任。本隐私政策阐述了我们将如何处理您的个人信息，并申明了公司对保护用户隐私的承诺。因此我们希望您能够仔细阅读、充分理解本政策的内容，并在需要时，按照本政策的说明，作出您认为适当的选择。
				本隐私政策适用于由欢呼吧公司开发和运营的欢呼吧互联网直播平台及其他互联网产品，包括但不限于欢呼吧PC客户端及欢呼吧相关APP软件（下称“欢呼吧软件”或“本软件”），但如相关产品或服务单独设置了隐私政策或个人信息保护规则的，单独的隐私政策或规则优先适用，单独的隐私政策或规则未提及的内容，使用本政策。
				如果为了向您提供服务而需要将您的信息共享至第三方，我们将要求第三方对您的信息采取保护措施并且严格遵守相关法律法规与监管要求。需要特别说明的是，本政策不适用其他独立第三方向您提供服务。例如我们平台上的第三方依托本平台向您提供服务时，这些服务由第三方负责运营，适用第三方另行向您说明的个人信息处理规则。
				在使用我们的产品或服务前，请您务必仔细阅读并充分理解本隐私政策，特别是以粗体/粗体下划线标识的条款，您应重点阅读，并在确认充分理解并同意后使用相关产品或服务。您使用或继续使用我们的提供的各项产品或服务，表示您已充分理解并同意我们本隐私政策（包括更新版本）的全部内容。
				
				如您在阅读本隐私政策过程中有任何疑惑的，我们为您提供了多种反馈渠道，具体请见本政策“如何联系我们”章节，我们会尽快为您作出解答。
				《欢呼吧隐私政策》目录
				一、我们如何收集和使用您的个人信息
				二、我们如何使用Cookie及同类技术
				三、我们如何共享、转让、公开披露您的个人信息
				四、您如何管理个人信息
				五、我们如何存储您的个人信息
				六、我们如何保护您的个人信息
				七、未成年人保护
				八、本政策的更新
				九、争议解决
				十、如何联系我们
				十一、附录 名词解释
				 
				一、我们如何收集和使用您的个人信息
				在您使用我们的服务过程中，我们会按照如下方式收集您在使用我们服务时主动提供的或因为使用服务而产生的信息，用以向您提供、优化我们的服务以及保证您的账户安全。
				请注意，如果您仅需用欢呼吧的基本功能服务（即进行实时视频、音频、图文等形式的信息浏览），您无需授权并向我们提供任何个人信息。但我们会出于保障产品和服务安全的目的收集您使用我们的产品或服务过程中所产生的网络日志和行为日志信息。单独的设备信息、日志信息是无法识别特定自然人身份的信息，在您未提供其他能够识别您个人身份的个人信息的情况下，此类信息无法与特定自然人进行关联。如果我们将这类非个人信息与您提供的其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化去标识化处理。
				
				您需授权我们收集和使用您的个人信息的其他功能/场景包括：
				（一）注册、登录
				（1）当您注册、登录欢呼吧账号时，我们会收集您的手机号码、密码，并为平台注册用户生成欢呼吧号，收集这些信息是为了帮助您完成欢呼吧账号注册，保护您账号的安全。手机号码属于敏感信息，收集该信息是为了以此作为更为高效、可靠的登录凭证。通过注册验证且您阅读并同意本政策及用户协议后，将完成账号注册及登录。如果您仅需使用浏览、搜索服务，您不需要注册账号及提供上述信息。
				（2）您也可以使用第三方账号（包括微信、QQ、新浪微博）登录我们平台。如您使用第三方平台账号登录的，我们将根据您的授权获取您该第三方账号下的相关信息（包括用户ID、昵称、头像及账号验证信息）。我们从第三方获取您上述信息的目的是为了帮助您快速生成用户登录身份，以便您更快捷的完成注册及登录。您可以随时在“我的”-“设置”-“账号与安全”-“第三方绑定”中，选择绑定或取消绑定上述第三方账号信息。
				（3）在您登录欢呼吧账号后，您可以自愿选择是否完善头像、昵称、年龄、性别、生日、地区、签名等个人资料。如果您不提供前述信息，不会影响您享受欢呼吧的基本功能。如果您仅需要使用浏览功能，您也可以选择在不登录且不提供上述信息的情况下进行。
				
				（二）实名认证
				在您使用身份认证的功能或相关服务所需时，根据国家相关法律法规，您可能需要提供您的真实身份信息以完成实名认证，如果您不提供相关信息，可能无法使用具体功能或服务。主要包括以下几类：
				（1）注册欢呼吧账号时，需要提供您的手机号码完成实名认证，完成认证后您方可发送弹幕或上传内容。
				（2）当您申请注册为网络直播服务发布者（主播）时，欢呼吧将根据相关法律规定收集您的真实姓名、身份证件信息进行实名身份认证，并通过您的面部识别信息进行身份一致性核验。如您选择人工认证方式完成实名认证，我们可能收集您的真实姓名、身份证件信息（包括但不限于身份证、相应证件的正反面图片和您手持相应身份证件的照片）。通过实名认证后，您方可在平台上从事直播发布活动。如果您有主播佣金提现需求，您还需要提供与您身份信息一致的银行卡信息。为了准确验证您的身份，我们将对上述信息进行比对核验。您的真实姓名、身份证件信息、面部识别信息、手持身份证件信息和银行卡号属于个人敏感信息，我们收集该类信息是基于实名认证要求，您可以拒绝提供，如果拒绝提供您将可能无法获得相关服务（直播开播、提现等功能），但不影响您正常使用产品的浏览和观看功能。
				（3）当您参与某些提现活动时，根据相关监管政策要求，我们需要对提现用户进行实名认证，可能需要获取您的身份证号、姓名等信息，具体以活动页面公示内容为准。
				 
				（三）安全保障
				为保障网络安全、预防网络犯罪、识别您的账号异常以及反欺诈目的，我们会收集您以下信息：
				（1）网络访问日志信息和用户日志信息。这些日志信息包括：账号、登录日志、操作时间、操作记录、网络源地址和目标地址、网络源端口、客户端硬件特征、通讯群组名称、昵称、简介、备注、标识、用户信息发布、转发、评论记录、服务故障信息；
				（2）您的设备信息。包括：ICCID（Android端）、IMEI、设备序列号、设备型号、操作系统、唯一设备标识符、浏览器类型、使用的语言、访问日期、登陆IP地址、软件版本号、接入网络的方式、类型和状态、网络质量数据、WIFI扫描列表、WIFI名称（SSID）、WIFI MAC地址（BSSID）。
				上述信息将被用于综合识别、检测违规行为和内容、实名核验，并采取必要的记录、审计、分析和处置措施。
				 
				（四）调研与推广营销
				当您选择参加我们及我们的关联方或第三方举办的有关调查问卷、抽奖中奖、线上或线下推广营销等运营活动时，可能需要您在相关表单中填写姓名、通信地址、联系方式等个人信息。如拒绝提供相关信息，可能会影响您参加相关活动，但不会影响您使用其他功能。只有经过您的同意，我们及第三方才会收集和处理相关信息，以保障为您提供相应的产品服务。此外，基于平台运营管理需求，我们可能会使用部分平台主播联系方式与其沟通业务运营事宜。
				 
				（五）消息通知
				你知悉并同意，我们在运营中可能会通过你在使用产品及/或服务的过程中所提供的联系方式（手机号码），向你同时发送一种或多种类型的通知，例如消息告知、身份验证、安全验证、用户调研；此外，我们也可能会以短信的方式，为你提供你可能感兴趣的服务、功能或活动等商业性信息。但请你放心，如你不愿接受这些信息，你可以通过手机短信中提供的退订方式进行退订，也可以直接与我们联系进行退订。
				我们会通过你设备的系统通知，向你推送你的订阅开播提醒、订阅用户动态、已预订活动提醒、消息中心提醒、等，你可选择在设备中关闭欢呼吧的通知功能，或通过【欢呼吧APP】-【设置】-【消息提醒设置】选择你希望接收的信息。
				 
				（六）客服和申诉报销
				当您向我们的客服或通过产品交互页面发起有关账号安全和未成年人消费相关的申诉或进行咨询时，为了方便与您联系、帮助您解决问题，确保您的账号安全，我们可能需要您提供部分信息或资料，您可以自行决定是否向我们提供，这些资料可能包括您的账号实名信息和账号使用信息，收集这些信息是为了确保您的账号不在被盗或未被授权的情况下发起申诉或咨询，保障您的账号和财产安全。
				 
				（七）来自第三方的信息
				如您在欢呼吧直播间或欢呼吧合作游戏中授权将欢呼吧账号与相关游戏账号绑定，我们可能会获取您游戏账号、昵称、头像、openID以及游戏日志信息，上述信息将被用于向您推荐您更感兴趣的游戏直播内容，或帮助您完成游戏道具等发放福利。具体个人信息处理情况以直播间公告内容为准。
				 
				（八）授权同意的例外
				根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用、共享、转让、公开披露您的相关个人信息无需征求您的授权同意：
				1、与国家安全、国防安全等国家利益直接相关的；
				2、与公共安全、公共卫生、公众知情等重大公共利益直接相关的；
				3、与犯罪侦查、起诉、审判和判决执行等直接相关的；
				4、出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；
				5、所收集的个人信息是您自行向社会公众公开的；
				6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
				7、根据您要求签订和履行合同、提供服务、实现售后和交易服务所必需的；
				8、用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
				9、有权机关的要求、法律法规规定的其他情形。
				 
				请理解，由于欢呼吧服务的更新迭代，如果某一功能或服务未及时在本隐私政策中声明收集了你的信息，我们仍然会通过页面提示、交互流程、网站公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的授权同意。
				请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。
				 
				二、我们如何使用Cookie和同类技术
				Cookie 和设备信息标识等同类技术是互联网中普遍使用的技术。当您使用欢呼吧及相关服务时，我们可能会使用相关技术向您的设备发送一个或多个Cookie 或匿名标识符，以收集、标识您访问、使用本产品时的信息。我们承诺，不会将Cookie 用于本隐私政策所述目的之外的任何其他用途。我们使用Cookie 和同类技术主要为了实现以下功能或服务：
				1. 保障产品与服务的安全、高效运转
				我们可能会设置认证与保障安全性的Cookie 或匿名标识符，使我们确认您是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。
				2. 帮助您获得更轻松的访问体验
				使用此类技术可以帮助您省去重复您填写个人信息、输入搜索内容的步骤和流程（例如：记录搜索、表单填写）。
				3. Cookie的清除
				大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。如您进行清除，您无能无法使用由我们提供的、依赖于Cookie的服务或相应功能。
				 
				三、我们如何共享、转让、公开披露您的个人信息
				（一）共享
				我们将对您的信息承担保密义务，除以下情形外，我们不会对外共享或提供您的个人信息：
				1、事先已获得您的明确授权或同意；
				2、根据适用的法律法规、法律程序、行政司法机关的要求或司法争议解决而需共享您的个人信息；
				3、在法律要求或允许的范围内，为了保护欢呼吧及其用户或社会公众的利益、财产或安全免遭损害而有必要提供您的个人信息给第三方。
				4、与关联公司共享：为便于我们基于欢呼吧或关联公司的账号向您提供一致化的产品和服务，在欢呼吧或欢呼吧关联公司的多个产品中用于方便您使用关联账号注册登录，向您推荐您可能感兴趣的内容和信息，保护欢呼吧或欢呼吧关联公司用户的账号及财产安全，您的账号信息、实名认证信息、设备和日志信息可能会与我们的关联公司共享。我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意；
				5、与授权合作伙伴共享：为了向您提供更完善、优质的产品和服务，我们可能委托授权合作伙伴或使用第三方SDK相关技术为您提供服务或代表我们履行职能。我们仅会出于本隐私政策声明的合法、正当、必要、特定、明确的目的共享您的信息，合作伙伴只能接触到其履行职责所需的信息，且不得将信息用于其他任何目的。
				目前，我们的授权合作伙伴包括以下类型：
				（1）基础服务提供商：包括提供实名认证、支付、一键登录、消息推送、地理位置定位、反欺诈的合作方。
				（2）提供数据服务（包括网络广告监测、数据统计、数据分析）的合作伙伴：为维护/改进我们的产品/服务、为您提供更好的内容，我们可能会与提供该服务的指定合作伙伴共享您的相关信息（包括：设备信息、广告展示和点击记录、终端型号、地理位置），除非得到您的同意，我们不会与其共享您的个人身份信息。
				（3）提供电商服务的合作伙伴：欢呼吧与接入第三方电商平台合作，需要与第三方电商共享用户在欢呼吧的昵称、头像等账号信息，以及具体订单信息（例如收件人、电话、收件地址、物流信息），从而帮助用户实现购买及物流派送功能。
				（4）内容安全监测服务提供商：我们可能与特定内容安全监测服务提供商合作进行违规音视频标注和分析，可能会与这些服务提供商共享直播流信息。
				（5）提供开播或直播推流服务的合作伙伴：当我们与提供开播或直播推流服的第三方平台进行合作时，我们可能共享用户昵称、弹幕、评论、排行榜、打赏信息等直播间已公开的用户数据。
				（6）提供内容推广服务的合作伙伴：当我们与游戏提供方进行合作时，我们可能共享用户昵称、头像等账号信息和设备信息，以便帮助用户实现游戏账号绑定、游戏道具领取等功能（仅当用户主动选择参与活动时），您也可以查阅具体游戏合作方隐私政策进行了解其收集处理个人信息的情况。
				对共享信息的合作方，我们会与其订立专门的数据保护协议或数据安全条款，约定严格的数据保护措施，在确保安全的前提下共享信息，令其按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
				目前，我们使用到的SDK包括：
				
				序号	SDK名称	访问用户权限	SDK功能	SDK隐私协议网址	
				1	AndroidX Saved State Activity	不需要用户权限	Android官方组件	https://developer.android.com/	
				2	AndroidX VersionedParcelable	不需要用户权限	Android官方组件	https://developer.android.com/	
				3	Google Material Components For Android	不需要用户权限	Android官方组件	https://developer.android.com/	
				4	RxPermissions	不需要用户权限	权限申请 工具库	https://github.com/tbruyelle/RxPermissions	
				5	Glide Annotations SDK	网络访问、访问网络状态(WIFI)、	三方开源的网络图片加载框架和GIF 加载框架	https://github.com/bumptech/glide	
				6	Okio	不需要权限	Java IO 库	https://github.com/square/okio	
				7	MagicIndicator	不需要用户权限	导航栏的UI库	https://github.com/hackware1993/MagicIndicator	
				8	腾讯云播放器 SDK	设备型号、网络访问、访问网络状态(WIFI)、ip地址、读取/修改储存权限、蓝牙耳机状态、音量改变权限	用于视频流和视频播放	https://cloud.tencent.com/document/product/881/65679	
				9	AndroidX Support Library Sliding Pane Layout	不需要用户权限	Android 官方组件	https://developer.android.com/	
				10	ExoPlayer	网络权限	ExoPlayer 是适用于 Android 的应用程序级媒体播放器，用于在本地和 Internet 上播放音频和视频	https://github.com/google/ExoPlayer	
				11	腾讯 Mmkv SDK	程序内数据持久化的开源框架。不需要申请权限。	基于内存映射的移动端通用key-value组件，底层序列化反序列化使用protobuf实现，性能高，稳定性强	https://github.com/Tencent/MMKV	
				12	AndroidX Arch Common	不需要用户权限	Android 官方组件	https://developer.android.com/	
				13	Android GIF Drawable	不需要用户权限	Android 官方组件	https://developer.android.com/	
				14	CircleImageView	不需要用户权限	实现图片圆角和圆形的开源工具库	https://github.com/hdodenhof/CircleImageView	
				15	Kotlinx Coroutines Android SDK	不需要用户权限	支持多平台支持的 Kotlin 协程	https://github.com/Kotlin/kotlinx.coroutines	
				16	Glide DiskLRUCache SDK	不需要用户权限	Glide 是一个快速高效的 Android 开源媒体管理和图像加载框架，方便加载各种图片	https://github.com/bumptech/glide	
				17	Android Support Library V4	不需要用户权限	Android 官方组件	https://developer.android.com/	
				18	RxJavaFX	不需要用户权限	RxJava编程支持库	https://github.com/ReactiveX/RxJava	
				19	Glide Mocks SDK	不需要用户权限	Glide 是一个快速高效的 Android 开源媒体管理和图像加载框架，方便加载各种图片	https://github.com/bumptech/glide	
				20	Reactive Streams	不需要用户权限	Reactive Streams 的目的是为具有非阻塞背压的异步流处理提供标准。	https://github.com/reactive-streams/reactive-streams-jvm/tree/v1.0.4	
				21	友盟智能反作弊组件 asms SDK	IP地址 、SDK版本、时间戳、应用标识符、应用程序版本、应用分发渠道、独立设备标识符、设备型号、操作系统版本、语言所在地、时区和网络状态、设备信息（IMEI/Mac地址/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI）	获取设备可信分 · 模拟器设备识别 · 设备调试环境识别.	https://www.umeng.com/policy	
				22	AndroidX AppCompat Library	不需要用户权限	Android 官方组件	https://developer.android.com/	
				23	Glide Annotation Compiler SDK	不需要用户权限	Glide 是一个快速高效的 Android 开源媒体管理和图像加载框架，方便加载各种图片	https://github.com/bumptech/glide	
				24	AndroidX Support Library View Pager	不需要用户权限	Android 官方组件	https://developer.android.com/	
				25	腾讯 Tinker	需要的权限：网络，文件读写权限，设备标识，设备型号	为APP实现补丁更新，提高更新的效率	https://github.com/Tencent/tinker	
				26	阿里设备标识 SDK	需要的权限：网络，文件读写权限，设备标识，设备型号	用于标识登录的用户唯一标志。只有在登录的时候会使用	https://bugly.qq.com/docs/user-guide/instruction-manual-android-hotfix/?v=1.	
				27	orhanobut dialogplus	不需要用户权限	实现各种自定义弹窗UI和对话框（开源UI工具）	https://github.com/orhanobut/dialogplus	
				28	gyf-dev ImmersionBar	不需要用户权限	android 4.4以上沉浸式状态栏和沉浸式导航栏管理，适配横竖屏切换、刘海屏、软键盘弹出等问题，可以修改状态栏字体颜色和导航栏图标颜色	https://github.com/gyf-dev/ImmersionBar	
				29	AndroidX Databinding Adapters	不需要用权限	Android官方组件	https://developer.android.com/	
				30	Android Support Library Compat	不需要用权限	Android官方组件	https://developer.android.com/	
				31	lingochamp FileDownloader	网络权限	github文件，图片下载开源代码	https://github.com/lingochamp/FileDownloader	
				32	Greenrobot EventBus	不需要权限	不同线程通信，不同页面直接通信（开源工具库）	https://github.com/greenrobot/EventBus	
				33	AndroidX Support Library Collections	不需要用户权限	Android 官方组件	https://developer.android.com/	
				34	square wire	不需要用户权限	Android中使用 Protobuf 的工具库	https://github.com/square/wire	
				35	AndroidX Support Library Local Broadcast Manager	不需要用户权限	Android 官方组件	https://developer.android.com/	
				36	daimajia NumberProgressBar	不需要用户权限	开源的进度加载条，实现各种进度加载UI	https://github.com/daimajia/NumberProgressBar	
				37	AndroidX Support Library Cursor Adapter	不需要用户权限	Android 官方组件	https://developer.android.com/	
				38	AndroidX Support VectorDrawable	不需要用户权限	Android 官方组件	https://developer.android.com/	
				39	AndroidX Activity	不需要用户权限	Android 官方组件	https://developer.android.com/	
				40	SmartTabLayout	不需要用户权限	顶部导航栏的UI开源库	https://github.com/ogaclejapan/SmartTabLayout	
				41	BaseRecyclerViewAdapterHelper	不需要用户权限	不用列表视图工具类，帮助实现各种复杂的UI布局	https://github.com/CymChad/BaseRecyclerViewAdapterHelper	
				42	AndroidX Support Library Drawer Layout	不需要用户权限	Android 官方组件	https://developer.android.com/	
				43	AndroidX Multi Dex Library	不需要用户权限	Android 官方组件	https://developer.android.com/	
				44	Curzibn Luban	不需要用户权限	图片压缩工具类，压缩图片质量	https://github.com/Curzibn/Luban	
				45	JetBrains Java Annotations	不需要用户权限	Java语言 注解库	https://www.jetbrains.com/help/idea/annotating-source-code.html	
				46	AndroidX Databinding	不需要用户权限	Android 官方组件	https://developer.android.com/	
				47	AndroidX Support Library Custom View	不需要用户权限	Android 官方组件	https://developer.android.com/	
				48	DanmakuFlameMaster	不需要用户权限	用于实现复杂的UI交互效果	https://github.com/bilibili/DanmakuFlameMaster	
				49	Gson	不需要用户权限	google Json数据序列化和反序列库	https://github.com/google/gson	
				50	AndroidX Arch Runtime	不需要用户权限	Android 官方组件	https://developer.android.com/	
				51	AndroidX Viewbinding	不需要用户权限	Android 官方组件	https://developer.android.com/	
				52	Android Navigation UI	不需要用户权限	Android 官方组件	https://developer.android.com/	
				53	AndroidAutoSize	不需要用户权限	Android 屏幕适配工具库，使UI界面在不同的手机屏幕尺寸的显示比例一致	https://github.com/JessYanCoding/AndroidAutoSize	
				54	AndroidX Support Library Document File	不需要用户权限	Android官方组件	https://developer.android.com/	
				55	腾讯云移动直播 SDK	设备型号、网络访问、访问网络状态(WIFI)、ip地址、读取/修改储存权限、蓝牙耳机状态、音量改变权限	集成的腾讯播放器sdk中依赖了直播sdk中的相关代码，目前APP暂未使用直播相关模块	https://cloud.tencent.com/document/product/881/65679	
				56	Kotlin Stdlib	不需要用户权	Kotlin 语言开发库	https://kotlinlang.org/	
				57	SmartRefreshLayout	不需要用户权	下来刷新 上拉加载的UI开源库	https://github.com/scwang90/SmartRefreshLayout	
				58	SLF4J	不需要用户权	Java 日志库，用于程序运行日志	https://www.slf4j.org/	
				59	Walle（瓦力）	不需要用户权限	用于快速生成各渠道包，一次快速生成多渠道包	https://github.com/Meituan-Dianping/walle	
				60	AndroidX ConstraintLayout	不需要用户权限	Android 官方组件	https://developer.android.com/	
				61	AndroidX Transition Support Library	不需要用户权限	Android 官方组件	https://developer.android.com/	
				62	TooTallNate Java-WebSocket	不需要用户权限	java 实现 websocket 功能的库	https://github.com/TooTallNate/Java-WebSocket	
				63	Android Lifecycle ViewModel	不需要用户权限	Android 官方组件	https://developer.android.com/	
				64	Cling	网络权限，WIFI状态权限	实现视频投屏功能	https://github.com/4thline/cling	
				65	BumpTech Glide	不需要用户权限	Glide 是一个快速高效的 Android 开源媒体管理和图像加载框架，方便加载各种图片	https://github.com/bumptech/glide	
				66	友盟统计分析SDK（友盟+SDK）	设备信息（IMEI/Mac/android ID/IDFA/OPENUDID/GUID/SIM卡IMSI）,网络访问	统计分析、提升APP内容的准确性和丰富性、崩溃分析	https://www.umeng.com/page/policy	
				67	AndroidX Support CardView	不需要用户权限	Android官方组件	https://developer.android.com/	
				68	Guava	不需要用户权限	Guava 是一组来自 Google 的核心 Java 库，其中包括新的集合类型（例如 multimap 和 multiset）、不可变集合、图形库以及用于并发、I/O、散列、缓存、原语、字符串等的实用程序	https://github.com/google/guava	
				69	Glide GIF Decoder SDK	不需要用户权限	Glide 是一个快速高效的 Android 开源媒体管理和图像加载框架，方便加载各种图片	https://github.com/bumptech/glide	
				70	AndroidX Support Library Print	不需要用户权限	Android官方组件	https://developer.android.com/	
				71	SVGAPlayer	不需要用户权限	SVGA动画显示工具库	https://github.com/svga/SVGAPlayer-Android	
				72	Zxing	不需要用户权限	二维码生成库（github开源代码）	https://github.com/zxing/zxing	
				73	Retrofit 2	不需要用户权限	基于Okhttp的封装工具库（github开源代码）	https://square.github.io/retrofit/	
				74	AndroidX Support Library SwipeRefreshLayout	不需要用户权限	Android 官方组件	https://developer.android.com/	
				75	tiann FreeReflection	不需要用户权限	兼容 Android P（包括 Q 和 R）之上安全的使用反射	https://github.com/tiann/FreeReflection/	
				76	AndroidX Support Library Loader	不需要用户权限	Android 官方组件	https://developer.android.com/	
				77	腾讯云短视频 SDK	设备型号、网络访问、访问网络状态(WIFI)、ip地址、读取/修改储存权限、蓝牙耳机状态、音量改变权限	实时直播和即时IM消息服务	https://cloud.tencent.com/document/product/881/65679	
				78	OkHttp	访问网络	http/https 网络请求库	https://square.github.io/okhttp/	
				79	AndroidX Support Library Annotations	不需要用户权限	Android 官方组件	https://developer.android.com/	
				80	Kotlin Android Extensions Runtime	不需要用户权限	Kotlin语言 官方库	https://developer.android.com/	
				81	AndroidX Support Library Fragment	不需要用户权限	Android 官方组件	https://developer.android.com/	
				82	AndroidX Support Library Coordinator Layout	不需要用户权限	Android 官方组件	https://developer.android.com/	
				83	Android Navigation Fragment	不需要用户权限	Android 官方组件	https://developer.android.com/	
				84	AndroidX Support Library Core Utilities	不需要用户权限	Android 官方组件	https://developer.android.com/	
				85	Kotlin Stdlib Jdk7	不需要用户权限	Kotlin语言 官方库	https://kotlinlang.org/	
				86	Kotlin Stdlib Jdk8	不需要用户权限	Kotlin语言 官方库	https://kotlinlang.org/	
				87	Android Support RecyclerView	不需要用户权限	Android 官方组件	https://developer.android.com/	
				88	ReLinker	不需要用户权限	Android安卓本地库加载程序	https://github.com/KeepSafe/ReLinker	
				89	AndroidX Support Library Media Compat	不需要用户权限	Android 官方组件	https://developer.android.com/	
				90	AndroidX Support Library Interpolators	不需要用户权限	Android 官方组件	https://developer.android.com/	
				91	LucksiegeCompress	不需要用户权限	图片压缩，开源库	https://github.com/LuckSiege/PictureSelector	
				92	360加固（北京鸿享技术服务有限公司）	操作系统版本、设备型号、本机设备信息、MAC地址、网络信息状态	用于检测App故障和诊断,App安全加固保护,盗版检测服务,威胁环境检测服务,以便帮助用户快速解决异常情况	https://jiagu.360.cn/#/global/help/322	
				93	EmojiReader	不需要用户权限		https://github.com/YvesCheung/EmojiReader	
				94	flexbox	不需要用户权限	字符串中识别出 Emoji 的开源工具库	https://github.com/google/flexbox-layout	
				95	sonic	不需要用户权限	腾讯开源的webview 加载库（com.tencent.sonic.sdk），提升H5页面的加载性能	https://github.com/Tencent/VasSonic	
				96	DanmakuFlameMaster	不需要用户权限	开源的弹幕文字实现工具	https://github.com/bilibili/DanmakuFlameMaster	
				97	支付宝支付SDK	不需要用户权限	支付宝原生支付功能	https://opendocs.alipay.com/open/54/01g6qm	
				98	微信支付SDK	不需要用户权限	微信原生支付功能	https://support.weixin.qq.com/cgi-bin/mmsupportacctnodeweb-bin/pages/RYiYJkLOrQwu0nb8	
				99	腾讯推送SDK	设备信息（IMEI/Mac/android ID/IDFA/OPENUDID/GUID/SIM卡IMSI）,网络访问	消息推送功能	https://privacy.qq.com/document/preview/bdf936b2477a45ff86da57e3d988bc2b	
				100	VIVO PUSH SDK	不需要用户权限	消息推送功能（腾讯推送sdk内嵌的sdk，提升消息送达成功率）	https://dev.vivo.com.cn/documentCenter/doc/366	
				101	OPPO PUSH SDK	不需要用户权限	消息推送功能（腾讯推送sdk内嵌的sdk，提升消息送达成功率）	https://open.oppomobile.com/new/developmentDoc/info?id=10288	
				102	小米推送SDK	不需要用户权限	消息推送功能（腾讯推送sdk内嵌的sdk，提升消息送达成功率）	https://dev.mi.com/console/doc/detail?spm=a1zaa.8161610.0.0.2c616980OQjIqi&pId=860	
				103	魅族推送SDK	不需要用户权限	消息推送功能（腾讯推送sdk内嵌的sdk，提升消息送达成功率）	http://static.meizu.com/resources/term/privacy8.html	
				104	华为推送SDK	不需要用户权限	消息推送功能（腾讯推送sdk内嵌的sdk，提升消息送达成功率）	https://developer.huawei.com/consumer/cn/doc/app/20213	
				105	字节增长营销SDK	获取SIM卡信息、ICCID、MEID、设备序列号	统计分析、便于将APP投递给真正感兴趣的用户	https://www.oceanengine.com/extra/legal	
				106	com.zhangyue.ireader	不需要用户权限	提升APP多线程性能、加快APP反应速度	https://github.com/ireader/sdk	
				107	快手增长影响SDK（快手监测SDK）	获取SIM卡信息、ICCID、MEID、设备序列号	统计分析、便于将APP投递给真正感兴趣的用户	https://ky.kuaishou.com/protocol/privacy/CN	
				108	腾讯增长营销SDK	获取SIM卡信息、ICCID、MEID、设备序列号	统计分析、便于将APP投递给真正感兴趣的用户	https://e.qq.com/optout.html	
				
				（二）转让
				我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
				1、 您自行提出要求的；
				2、 事先已征得您的明确授权同意：
				3、 在欢呼吧公司发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
				 
				（三）公开披露
				我们仅会在以下情况下，公开披露您的个人信息： 
				1、除了因需要对违规账号、欺诈行为等违反欢呼吧协议及平台规则进行处罚公告、公布中奖/获胜者等名单时脱敏展示相关信息等必要事宜而进行的必要披露外，我们不会对您的个人信息进行公开披露。您同意我们在上述必要场景披露您的相关信息，同时我们将审慎评估公开披露的合法性、正当性、合理性，采取严格的个人信息安全保护措施对其进行保护。
				2、如具备合理事由确需公开披露的，我们会在公开披露前向您告知公开披露的信息的目的、类型（如涉及您的个人敏感信息的，我们还会向您告知涉及的敏感信息的内容），并在征得您的授权同意后再公开披露，但法律法规另有规定的或本政策另有约定的除外。
				 
				四、您如何管理个人信息
				欢呼吧非常重视用户的个人信息权益，并尽全力保障您对自己个人信息享有的各项权利，以便您拥有充分的能力保障您的信息安全。您的权利包括：
				（一）查询、更正和删除个人信息
				你可以通过以下方式查询、更正或删除自己的信息：
				1. 登录欢呼吧官网，进入“个人中心”→“我的信息”，访问、修改或删除用户昵称、头像、年龄、性别、所在地、个性签名、绑定手机号等个人信息；
				2. 登录欢呼吧官网，进入“个人中心”→“订阅与历史”，访问、删除订阅或观看记录；
				3. 登录欢呼吧官网，进入“个人中心”，访问我的财产、我的头衔、陪练订单等信息。
				如您在行使上述权利的过程中遇到困难，或其他目前可能无法向您提供自行查询/更正/删除服务的，您可以按照本隐私政策所提供的方式联系我们。
				当您发现我们违反法律、行政法规的规定或者双方的约定存储处理您的个人信息，您可以要求我们删除。如您发现我们收集、存储的您的个人信息有错误的，您也可以要求我们更正或补充。
				
				（二）个人信息副本获取与转移
				如您需要获取您的个人信息副本，您可以发送信息到欢呼吧官方客服，与我们联系并说明您的要求，我们将在收到您联系后的15个工作日内完成核验用户身份和处理。
				如您需要转移我们处理的个人信息，我们将根据相关法律法规的要求，协助您进行转移。
				 
				（三）注销账号
				您可以通过以下方式注销自己的账号：
				1、登录欢呼吧App，进入“我的”→“设置”→“账号与安全”→“注销账号”；
				2、通过在线客服的指引了解账号的条件并完成账号注销。
				3、按照本政策文末所列明的公开联系方式，联系我们协助您注销账号。
				在您主动注销账户之后，我们将在十五个工作日内进行处理。账号注销后，我们将停止为您提供与该欢呼吧账号相关联的所有产品服务，根据适用法律的要求删除您的个人信息或进行匿名化处理，但法律法规另有规定的除外。
				请注意，账号注销后您已发布的所有内容（包括提供的音视频、图文等信息）将转为匿名发布，如需删除内容，请在申请注销前自行处理。
				 
				（四）访问和要求解释隐私政策
				我们将在您首次注册欢呼吧时，向您提示本隐私政策并由您自主作出选择同意的决定。另外，您可以通过欢呼吧网页末端或在【欢呼吧平台规则】-【隐私政策】页面，随时查看本隐私政策的全部内容。
				如您对我们的个人信息处理规则有任何疑问，您可以通过本隐私政策披露的联系方式要求我们解释说明。
				 
				（五）有权提前获得停止运营的告知
				如果欢呼吧平台终止服务或运营，我们将及时停止收集您个人信息的活动，并至少提前三十日将停止运营的通知以公告或逐一送达等形式通知您，并在终止服务或运营后对所持有的您的个人信息进行删除或匿名化处理，法律法规另有规定的除外。
				 
				（六）其他权利
				如欢呼吧用户（仅限自然人）不幸逝世，其近亲属为了自身的合法、正当利益，可以对去世用户的相关个人信息行使查阅、复制、更正、删除等权利，但去世用户生前另有安排的除外。
				 
				关于上述权利，您可以通过（邮箱待确定）与我们联系并说明您的要求，我们将在收到您联系后的15个工作日内进行身份核验和处理。
				 
				五、我们如何存储您的个人信息
				我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，不会对您的个人信息跨境传输。
				我们仅在为提供服务目的所必须的期间内保留您的个人信息，在您未撤回、删除或未注销账号前，我们会保留相关信息。超出必要期限后，我们将对个人信息进行删除或匿名化处理，但在下列情形下，我们需要遵守相关法律法规要求留存您的个人信息。
				1、《中华人民共和国网络安全法第二十一条第三款要求监测、记录网络运行状态、网络安全事件的技术措施的网络日志留存不得少于六个月；
				2、《互联网直播服务管理规定》要求记录互联网直播服务使用者发布内容和日志信息，保存六十日；
				3、《电子商务法》规定商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。
				4、为遵守法院判决、裁定或其他法律程序的规定；
				5、为执行平台协议或本政策、维护社会公共利益，保护公司及公司关联公司、其他用户或雇员的人身安全或其他合法权益所合理必须的用途。
				 
				六、我们如何保护您的个人信息 
				为保障您的信息安全，我们努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。我们对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。我们会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，我们将尽力做到使您的信息不被泄漏、毁损或丢失。目前，欢呼吧已经通过了国家信息安全等级保护（三级）的备案和测评，具备相应的数据安全和信息保护能力。
				您的账户均有安全保护功能，请妥善保管您的账户及密码信息。我们将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您理解在信息网络上不存在“完善的安全措施”。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即按照本政策文末所列明的公开联系方式联络我们客服，以便我们采取相应措施。
				 
				七、未成年人保护
				如您为未成年人，我们要求您请您的父母或监护人在仔细阅读本隐私政策，并在征得您的父母或监护人的同意之后，在他们的指导下使用我们的服务。
				对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。如果您认为我们可能不当地持有关于未成年人的信息，请联系我们。
				如果您是未满14周岁的儿童的监护人，当您在完成或帮助儿童完成产品或服务的注册、使用前，应当仔细阅读本政策，具体产品的隐私政策（如有）和《欢呼吧儿童个人信息保护指引》 以决定是否同意本政策、具体产品隐私政策，以便儿童能使用我们提供的产品或服务。
				为保护儿童及未成年人的个人信息，我们设立了专门的儿童个人信息保护专职机构，如您对您所监护的儿童的个人信息保护有相关疑问或权利请求时，请通过《欢呼吧儿童个人信息保护指引》 中披露的联系方式与我们联系。我们会在合理的时间内处理并回复您。
				 
				八、本政策的更新
				1、为给您提供更好的服务以及随着欢呼吧业务的发展，本隐私政策也会随之更新，该等更新构成本隐私政策一部分。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们将在更新后的本隐私政策生效前，通过显著位置提示或向您发送推送消息或以其他方式通知您，也请您访问欢呼吧以便及时了解最新的隐私政策。如该等更新造成您在本隐私政策下权利的实质减少或重大变更，我们会再次征求您的明示同意。
				您需理解，只有在您确认并同意变更后的隐私政策，我们才会依据变更后的隐私政策收集、使用、处理和存储您的个人信息；您有权拒绝同意变更后的隐私政策，但请您知悉，一旦您拒绝同意变更后的隐私政策，可能导致您不能或不能继续完整使用欢呼吧的相关服务和功能，或者无法达到我们拟达到的服务效果。
				
				2、本隐私政策所指的重大变更包括但不限于：
				（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
				（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
				（3）个人信息共享、转让或公开披露的主要对象发生变化；
				（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；
				（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
				（6）个人信息安全影响评估报告表明存在高风险时。
				 
				九、争议解决
				本隐私政策适用中华人民共和国大陆地区法律。任何因本隐私政策以及我们处理您个人信息事宜引发的争议，首先可友好协商解决；协商不成的，您同意通过向本协议签署地有管辖权的法院提起诉讼来寻求解决方案。
				本隐私政策的标题仅为方便及阅读而设，并不影响正文其中任何规定的含义或解释。
				 
				十、如何联系我们
				若您对我们的隐私政策有任何疑问、意见或建议，可随时联系我们。
				联系人：欢呼吧法务合规部
				联系邮箱：（邮箱待确定）
				我们将尽快审核所涉问题，并在验证您的用户身份后十五日内回复。
				 
				十一、附录 名词解释
				1、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反特定自然人活动情况的各种信息。（出自于GB/T 35273-2020《信息安全技术 个人信息安全规范》）
				2、个人敏感信息：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。（出自于GB/T 35273-2020《信息安全技术 个人信息安全规范》）
				相比其他个人信息，个人敏感信息可能对您的个人权益影响更大。我们在此善意的提醒您需在谨慎考虑后再向我们提供您的个人敏感信息。在本政策中，我们将对您的个人敏感信息以加粗形式进行显著标识（例：身份证号）。
				3、儿童：指不满十四周岁的未成年人。（出自于《儿童个人信息网络保护规定》）
				4.未成年人：不满十八周岁的自然人为未成年人。十六周岁以上的未成年人，以自己的劳动收入为主要生活来源的，视为完全民事行为能力人。（出自于《中华人民共和国民法典》）
				5、账户：允许应用访问收已知的账户列表，用户首次打开欢呼吧App时弹窗询问，可选择关闭。
				6、修改或删除您得SD卡中的内容：允许应用修改或删除SD卡内中的内容，用户首次打开 欢呼吧App时弹窗询问，可选择关闭。
				7、读取存储：允许应用读取及写入SD卡内中的内容，用户首次打开欢呼吧App时弹窗询问，可选择关闭
				8、拍摄照片和视频：允许获取摄像头拍摄照片和视频或获取相册图片，用户首次打开欢呼吧App时弹窗询问，可选择关闭。
				允许应用会在“后台状态”下获取（MAC）信息

			</view>
			<view class="top2" v-if="item.showmore&&i==2">
				账号问题
				问：登陆失败怎么办？
				答：点我重置登录状态 后请重新登录。如还是无法登入，联系客服。
				
				问：为什么我的账号被封禁了？
				答：点击查看欢呼吧弹幕规范，若违反弹幕规范条例，将进行封禁处理；若需申诉，请联系客服，并提供欢呼吧昵称、绑定的手机号。
				
				问：怎么注册新账号？
				答：目前仅支持手机号码直接登陆注册。
				
				问：如何更换手机号？
				答：进入【个人中心-个人信息-修改手机号】。
				
				问：账号如何注销？
				答：进入个人中心- 自主注销账号。
				

			</view>
			<view class="top2" v-if="item.showmore&&i==3">
				充值问题
				问：有哪些充值方式？
				答：1.安卓客户端可使用支付宝和微信充值，苹果客户端需使用苹果账户进行充值
				2. 网页端用支付宝和微信充值
				  
				问：充值未到账怎么办？
				答：苹果客户端请确认是否充值到“苹果账户”上；如确认已充值到账户上却未到账，请联系在线客服，并提供以下资料，以便我们尽快核实处理：
				1. 欢呼吧昵称
				2.“我的”页面截图
				3. 充值订单截图（IOS用户提供AppStore充值订单邮件截图）
				4. 欢呼吧APP版本号
				 
				问：充值后能退款吗？
				答：充值成功之后是未使用完的金币银币是无法进行退款的
				
				问：如何查看消费记录？
				答：【个人中心-我的钱包-明细】可查询克拉的使用记录。

			</view>
			<view class="top2" v-if="item.showmore&&i==4">
				观看问题
				
				问：播放器无法自动播放？
				答：由于隐私保护浏览器禁止自动播放带声音视频，需要用户授权才能自动播放
				1.Chrome: chrome://settings/content/siteDetails 权限-声音 选项设置允许
				2.Microsoft Edge(chromium): edge://settings/content/mediaAutoplay 控制是否自动播放网站上的音频及视频 设置允许
				3.Firefox: about:preferences#privacy 权限-自动播放 设置允许音视频
				4.Safari: 此网站的设置-自动播放-允许全部自动播放
				
				问：为什么我发不了/看不到弹幕？
				答：请先确认是否所有的直播间均无法连接，再联系客服，并提供以下资料：
				1.线路截图点击查看线路
				2.无法看弹幕的页面截图
				
				问：观看直播没有画面怎么办？
				答：请先确认是否所有的直播间均无法观看，再联系客服，并提供以下资料：
				1.网速测试截图点击测试网速
				2.线路截图点击查看线路
				3.无法观看直播的页面截图
				
			</view>
		</view>

	</view>
</template>

<script>
	export default {
		data() {
			return {
				show: false,
				searchvalue: '',

				index: 0,
				list: [
					'主播相关', '用户相关'
				],
				list2: [{
						name: "主播开播教程",
						showmore: false
					},
					{
						name: "直播规范",
						showmore: false
					},
					{
						name: "直播协议",
						showmore: false
					},
					// {
					// 	name: "直播工具下载",
					// 	showmore: false
					// },
				],
				list3: [{
						name: "用户协议",
						showmore: false
					},
					{
						name: "隐私政策",
						showmore: false
					},
					{
						name: "账号问题",
						showmore: false
					},
					{
						name: "充值问题",
						showmore: false
					},
					{
						name: "观看问题",
						showmore: false
					},
				]
			}
		},
		onLoad() {

		},
		methods: {
			showmoreFn() {
				console.log(888)
				this.showmore = !this.showmore
			},
			back() {
				uni.navigateBack(-1)
			}

		},
		onPageScroll(e) {
			console.log(e)
			if (e.scrollTop > 60) {
				this.show = true
			} else {
				this.show = false
			}
		},
	}
</script>

<style lang='scss' scoped>
	.nav {
		height: 88rpx;
		display: flex;
		align-items: center;

		.navtitle {
			font-size: 32rpx;
			font-weight: 500;
			color: #333333;
			margin-left: 252rpx;
		}

	}

	.title {
		/* background: url('../../static/image/beij4.png')  ; */
		background-position: 0px 0px;
		height: 76rpx;
		display: flex;
		justify-content: space-around;

		.content {
			font-size: 30rpx;
			font-weight: 400;
			color: #333333;
		}

		.content1 {
			font-size: 32rpx;
			font-weight: 500;
			color: #333333;
			position: relative;
		}

		.content1:after {
			display: block;
			position: absolute;
			content: '';
			width: 30rpx;
			border-radius: 8px;
			background-color: #FC683E;
			bottom: 8rpx;
			z-index: 9;
			height: 8rpx;
			left: 50%;

		}
	}

	.list {
		background-color: #fff;
		font-size: 28rpx;
		font-weight: 400;
		color: #333333;
		padding: 36rpx 28rpx 36rpx 80rpx;

		.top {
			display: flex;
			justify-content: space-between;
		}

		.top2 {
			padding: 20rpx 0 0;
		}
	}
</style>
